Repository: Intika-Linux-Apps/Simple-Backup
Catalog: NSsbackup/datas/po/*.po
Languages: ca, pl, uk

source: MP3 Music
ca: Música MP3
pl: Muzyka MP3
uk: Аудіо-файли у форматі MP3

source: AVI Video
ca: Vídeo AVI
pl: Filmy AVI
uk: Файли Відео AVI

source: MPEG Video
ca: Vídeo MPEG
pl: Filmy MPEG
uk: Файли Відео MPEG

source: Matrjoshka Video
ca: Vídeo Matrjoshka
pl: Filmy w formacie Matrjoshka
uk: Файли Відео Матроска

source: OGG Multimedia container
ca: Contenidor multimèdia OGG
pl: Kontener multimediów OGG
uk: Мультимедійний контейнер OGG

source: CD Images
ca: Imatges de CD
pl: Obrazy płyt CD
uk: Образи компакт-дисків

source: Custom
ca: Personalitzat
pl: Własne
uk: Власні:

source: Simple Backup Suite
pl: Proste Narzędzie Kopii Zapasowych
uk: Набір для простого резервування

source: This is a user friendly backup solution for common desktop needs. The project was was sponsored by Google during Google Summer of Code 2005 and mentored by Ubuntu.
ca: Això és una solució simple per a fer còpies de seguretat per a les necessitats típiques d'un ús a l'escriptori. Aquest projecte va estar esponsoritzat per Google durant el Google Summer of Code 2005 i ara és sota la direcció d'Ubuntu.
pl: Oto przyjazne użytkownikowi rozwiązanie do tworzenia kopii zapasowych zaspokająje naczęstsze potrzeby. Projekt był sponsorowany przez firmę Google podczas imprezy Google Summer of Code 2005, konsultacji udzielało Ubuntu.
uk: Цей набір являє собою просте і зручне рішення для резервування елементів системи, таких як файли та каталоги, достатнє для виконання більшості настільних задач. Проект спонсорувався фірмою Google впродовж Google Summer of Code 2005 і підтримується Ubuntu.

source: translator-credits
ca: Jordi Mallach <jordi@sindominio.net>
pl: Rafał Ryba <fafek2@gmail.com>
uk: Перекладачі

source: A backup run is initiated in the background. The process id is:
ca: La creació de la còpia de seguretat s'ha iniciat en segon pla. L'ID d'aquest procés és:
pl: Tworzenie kopii zapasowej zostało uruchomione w tle. Identyfikator procesu:
uk: Створення резервної копії розпочато у фоновому режимі. Ід.процесу:

source: Configuration save successful
ca: S'ha desat la configuració amb èxit
pl: Pomyślnie zapisano ustawienia
uk: Конфигурация успишно збережена

source: Include file ...
ca: Inclou un fitxer...
pl: Załącz plik
uk: Включити файл ...

source: All files
ca: Tots els fitxers
pl: Wszystkie pliki
uk: Усі файли

source: Include folder ...
ca: Inclou una carpeta...
pl: Załącz folder
uk: Включити каталог ...

source: Exclude file ...
ca: Exclou un fitxer...
pl: Wyłącz plik
uk: Виключити файл ...

source: Exclude folder ...
ca: Exclou una carpeta...
pl: Wyłącz folder
uk: Виключити каталог ...

source: Empty expression. Please enter a valid regular expression.
ca: L'expressió està buida. Introduïu una expressió regular vàlida.
pl: Nie wprowadzono wyrażenia. Proszę wpisać prawidłowe wyrażenie regularne.
uk: Порожній вираз. Будь-ласка введіть коректний регулярний вираз.

source: Empty filename or path. Please enter a valid filename or path.
ca: El nom de fitxer o camí és buit. Introduïu un nom de fitxer o camí vàlid.
pl: Pusta nazwa pliku lub ścieżka. Proszę wpisać prawidłową ścieżkę lub nazwę pliku.
uk: Порожні ім'я файлу або шлях. Будь-ласка введіть коректне ім'я файлу або шлях.

source: It seems the path you entered does not exists. Do you want to add this wrong path?
ca: Sembla que la ruta introduïda no existeix. Vols afegir aquesta ruta incorrecta?
pl: Wygląda na to, że wprowadzona ścieżka nie istnieje. Czy chcesz ją dodać mimo to?
uk: Здається, введений Вами шлях не існує. Добавити цей хибний шлях?

source: Currently backup configuration is only runnable by root
ca: Actualment només el root pot executar la configuració de la còpia de seguretat.
pl: Obecne ustawienia kopii zapasowej pozwalają na uruchomienie tylko administratorowi
uk: На даний момент резервне копіювання може запускатись тільки Адміністратором

source: Path
ca: Ruta
pl: Ścieżka
uk: Шлях

source: Error: backups directory does not exist!
ca: Error: El directori per les còpies de seguretat no existeix!
pl: Błąd: foldery kopii nie istnieją!
uk: Помилка: каталогу резервних копій не існує!

source: Some of your backups are in an old backup format. Do you want to upgrade them? It should take only a few minutes.
ca: Algunes de les teves còpies de seguretat estan en un format antic. Vols actualitzar-les? Només tardara uns minuts.
pl: Pewne kopie zapasowe są zapisane w starym formacie? Czy chcesz zaktualizować je? Zajmie to tylko kilka minut.
uk: Деякі з Ваших резервних копій збережені в старому форматі. Бажаєте привести їх до нового формату? Це займе тільки декілька хвилин.

source: Error: no backups found in the target directory
ca: Error: No s'ha trobat cap còpia de seguretat al directori de destí
pl: Błąd: nie znaleziono kopii zapasowej w katalogu docelowym
uk: Помилка: жодної резервної копії не знайдено у вказаному каталозі

source: Select any of the available backups to see list of files that can be restored.
ca: Selecciona una de les còpies de seguretat disponibles per veure la llista d'arxius que poden ser recuperats.
pl: Zaznacz kopię zapasową, aby zobaczy listę plików, które mogą zostać przywrócone.
uk: Виберіть будь-яку з існуючих резервних копій, щоб переглянути список файлів, які можна відновити.

source: Choose a source folder
ca: Tria un directori d'origen
pl: Wybierz folder źródłowy
uk: Виберіть каталог-джерело

source: Loading ...
ca: S'està carregant...
pl: Ładowanie...
uk: Завантаження ...

source: Sorry, help is not implemented yet.
ca: L'ajuda encara no està implementada.
pl: Przykro nam, plik pomocy nie został jeszcze opracowany.
uk: Вибачте, система допомоги ще не реалізована.

source: Do you really want to restore backuped copy of '%s' to '%s' ?
pl: Czy na pewno chcesz przywrócić kopię zapasową pliku '%s' w miejsce '%s'?
uk: Ви справді бажаєте відновити резервну копію '%s' за адресою '%s' ?

source: Restoring ...
pl: Przywracanie
uk: Відновлення ...

source: Select restore location
ca: Seleccioneu una ubicació per a la restauració
pl: Wybierz miejsce przywracania
uk: Вкажить мисцезнаходження архиву

source: E: File not found in the backup snapshot
pl: Błąd: Nie znaleziono pliku w migawce kopii zapasowej
uk: Помилка: Файл не знайдено у резервному знімку

source: Simple Backup suit command line restore utility
pl: Konsolowe narzędzie przywracania Prostego Zestawu do Kopii Zapasowych
uk: Утиліта командного рядка Комплекту спрощенного резервування (Simple Backup suit)

source: Usage: simple-restore backup-url file-or-dir-to-restore [target-file-or-dir]
ca: Forma d'ús: simple-restore url-còpia fitxer-o-directori-a-restaurar [fitxer-o-dir-de-destí]
uk: Використання: simple-restore url-резервної-копії файл-або-каталог-для-відновлення [цільовий-файл-або-каталог]

source: Note: backup-url must include the snapshot subdirectory name, for example:
pl: Uwaga: adres-kopii musi zawierać nazwę migawki podkatalogu, na przykład:
uk: Зауваження: url-резервної-копії повинен включати назву підкаталога резервного знімку, наприклад:

source: Use simple-restore-gnome for more ease of use.
pl: Skorzystaj z narzędzia simple-restore-gnome dla większej wygody użytkowania.
uk: Використовуйте simple-restore-gnome для ініціації відновлення у графічному режимі

source: Restore FAILED! Please check you parameters.
pl: Przywracanie nie udało się! Sprawdź parametry przywracania.
uk: Відновлення закінчилось НЕВДАЧЕЮ! Будь-ласка перевірте свої параметри.

source: I: Upgrading from v1.0 to v1.2: %s
ca: I: S'està actualitzant de la versió 1.0 a la 1.2: %s
pl: Aktualizowanie z wersji 1.0 do 1.2: %s
uk: I: Модернізація з вер.1.0 до вер.1.2: %s

source: Simple Backup suit command line backup format upgrade Usage: upgrade-backup backup-target-url Note: backup-target-url must not include the snapshot subdirectory name, for example: /var/backup/ Use simple-restore-gnome for more ease of use.
pl: Aktualizacja formatu kopii zapasowej z wiersza poleceń Prostego Narzędzia Kopii Zapasowych Użycie: upgrade-backup adres-docelowy-kopii Uwaga: adres docelowy kopii nie może zawierać nazwy podkatalog, w którym znajdują się migawki, na przykład: /var/backup/ Skorzystaj z narzędzia simple-restore-gnome dla większej wygody użytkowania.
uk: Утиліта командного ряда Комплекту спрощенного резервування для модернізації формату копії Використання: upgrade-backup url-резервної-копії Зауваження: url-резервної-копії не повинен включати ім'я підкаталогу копії, наприклад: /var/backup/ Використовуйте simple-restore-gnome щоб скористатись перевагою Графічного Інтерфейсу Користувача

source: Backup Properties
ca: Propietats de la còpia de seguretat
pl: Właściwości kopii
uk: Налаштування резервного копіювання

source: Do backup now, with configuration above. Don't forget to save any modification before click this button.
ca: Crea la còpia de seguretat ara, amb la configuració de dalt. No oblidis guardar qualsevol modificació abans de prémer aquest botó.
pl: Wykonaj kopię zapasową teraz, używając powyższych ustawień. Nie zapomnij zapisać zmian przed kliknięciem tego przycisku.
uk: Розпочніть резервне копіювання. Не забудьте зберегти всі зміни в інших видатках перед натисненням цієї кнопки.

source: _Backup Now!
ca: _Fes una còpia de seguretat
pl: _Wykonaj kopię!
uk: _Розпочати резервне копіювання!

source: Saves any modification made in the backup configuration above.
ca: Guarda qualsevol modificació feta al configuració de les còpies de seguretat a dalt.
pl: Zapisuje każdą zmianę w powyższych ustawieniach kopii zapasowej.
uk: Зберегти всі зміни зроблені в конфігурації

source: Use recommended backup settings
ca: Utilitza la configuració recomanada per a les còpies de seguretat
pl: Użyj zalecanych ustawień
uk: Використовувати запропоновані налаштування резервування

source: <small>Do standard backups. Defaults: daily incremental and weekly full backup to /var/backup of all user files, /etc, /usr/local and /var. Multimedia files, temporary files and files larger than 100 Mb are excluded.</small>
pl: <small>Wykonuj standardowe kopie zapasowe. Domyślne: codzienna wzrostowa i cotygodniowa pełna kopia zapasowa wszystkich plików użytkownika: /etc/, /usr/local i /var, zapisywana do katalogu /var/backup. Pliki multimedialne, pliki tymaczasowe i pliki większe niż 100 MB są automatycznie odrzucane.</small>
uk: <small>Робити стандартне резервування. Установки: щоденне доповнююче і щотижневе повне резервування в /var/backup усіх файлів користувачів, /etc, /usr/local та /var. Файли мультимедіа, тимчасові та більші за 100 Мб не резервуються.</small>

source: Use custom backup settings
pl: Używaj własnych ustawień kopii zapasowych
uk: Використовувати власні налаштування резервування

source: <small>Do backups according to the settings defined on the next pages of this dialog.</small>
pl: <small>Wykonuje kopie zapasowe odnosząc się do ustawień określonych na następnych stronach tego okna dialogowego.</small>
uk: <small>Виконати резервування згідно налаштувань, вказаних на попередній сторінці цього діалогу.</small>

source: Manual backups only
pl: Tylko ręczne kopie zapasowe
uk: Запускати резервування тільки вручну

source: <small>Do not backup your data automatically. Note: this does not prevent doing manual backups.</small>
pl: <small>Uniemożliwia wykonywanie automatycznej kopii twoich danych. Uwaga: wykonywanie ręcznych kopii zapasowych wciąż będzie możliwe.</small>
uk: <small>Не робити резервування автоматично. Зауваження: це не забороняє запускати резервування вручну</small>

source: General
pl: Ogólne
uk: Загальне

source: Add File
ca: Afegeix un fitxer
pl: Dodaj plik
uk: Додати файл

source: Add Directory
ca: Afegeix un directori
pl: Dodaj katalog
uk: Додати каталог

source: Include
ca: Inclou
pl: Dołącz
uk: Включити

source: Paths
ca: Camins
pl: Ścieżki
uk: Шляхи

source: File types
ca: Tipus de fitxers
pl: Typy plików
uk: Фільтр:

source: Regex
ca: Expreg
pl: Wyrażenia regularne
uk: Регулярний вираз

source: Do not backup files bigger than
pl: Nie twórz kopii zapasowych plików większych niż
uk: Не зберігати файли більші за

source: Mb
uk: Мб

source: Max size
ca: Mida màxima
pl: Maksymalny rozmiar
uk: Макс.розмір

source: Exclude
ca: Exclou
pl: Wyłącz
uk: Виключені

source: Use default backup directory (/var/backup)
pl: Używaj domyślnego katalog kopii zapasowych (/var/backup)
uk: Використовувати стандартну директорію резервування (/var/backup)

source: Use custom local backup directory
pl: Używaj własnego katalogu lokalnego
uk: Використовувати власну директорію резервування

source: Select the destination folder
pl: Zaznacz folder docelowy
uk: Виберіть каталог призначення

source: Use a remote directory (SSH or FTP)
ca: Utilitza un directori remot (SSH o FTP)
pl: Używaj zdalnego katalogu (poprzez SSH lub FTP)
uk: Використовувати віддалену директорію (SSH або FTP)

source: Please test writability of the target directory by pressing "Test" button on the right.
ca: Comprova la possibilitat d'escriptura en el directori de destí apretant el botó "Test" de la dreta.
pl: Proszę sprawdzić możliwość zapisu do docelowego katalogu, wciskając przycisk "Testuj", znajdujący się po prawej.
uk: Будь-ласка перевірте дозвіл запису у вибрану директорію натиснувши кнопку "Перевірка"

source: Test
ca: Comprova
pl: Testuj
uk: Перевірка

source: <i>The selected destination is not writtable with current permissions. The backups can not be written there.</i>
ca: <i>No es possible escriure al directori seleccionat amb els permisos corresponents. No es poden fer-hi còpies de seguretat.</i>
pl: <i>Nie można zapisywać do docelowej lokalizacji z obecnymi uprawnieniami. Kopie zapasowe nie mogą być wykonywane w wybranym miejscu.</i>
uk: <i>Вибране місце призначення закрите на запис. Резервні копії не зможуть туди записатись.</i>

source: Destination
ca: Destí
pl: Lokalizacja docelowa
uk: Місце призначення

source: Do backups
ca: Fes les còpies
pl: Wykonuj kopie
uk: Почати резервування

source: never hourly daily weekly monthly custom
ca: mai cada hora cada dia cada setmana cada mes personalitzat
pl: nigdy co godzinę codziennie co tydzień co miesiąc o własnej porze
uk: ніколи щогодини щодня щотижня щомісяця інше

source: at:
ca: a les:
pl: o:
uk: в:

source: Day of month:
ca: Dia del mes:
pl: Dzień miesiąca:
uk: День місяця:

source: Day of week:
ca: Dia de la setmana:
pl: Dzień tygodnia:
uk: День тижня:

source: Hour
ca: Hora
pl: Godzina
uk: Година

source: Minute
ca: Minut
pl: Minuta
uk: Хвилина

source: Custom cron time definition:
pl: Własny wpis cron:
uk: Ручне налаштування часу в cron:

source: Do a full backup at least once every
ca: Fes una còpia sencera almenys cada
pl: Wykonuj pełną kopię co
uk: Робити повне резервне копіювання, щонайменше раз на

source: days
ca: dies
pl: dni
uk: днів

source: <small>You can configure how often to start a backup run and when to do it. Unless a set number of days has passed since the last full backup, incremental backups will be done. See "man 5 crontab" for cron time definition format.</small>
pl: <small>Możesz określić, jak często wykonywać kopię zapasową i o jakiej porze. Jeśli nie ustawiono liczbę dni, które minęły od ostatniej pełnej kopii zapasowej, wykonywane będą kopie wzrostowe. Wykonaj polecenie "man 5 contab", aby wyświetlić format wpisu do cron.
uk: <small>Ви можете налаштувати як часто і коли саме робити резервування. Доки не мине встановлена к-сть днів з попереднього повного резервування, будуть виконуватись доповнюючі резервування. Див."man 5 crontab" щоб познайомитись з форматом опису часу в cron.</small>

source: Time
ca: Hora
pl: Czas
uk: Час

source: Enable purging of old and incomplete backups
ca: Activa la purga de còpies de seguretat antigues i incompletes
pl: Włącz kasowanie starych lub niekompletnych kopii
uk: Включити вилучення старих та незавершених резервних копій

source: Simple cutoff: Erase all backups older than
ca: Purga simple: Esborra totes les còpies de seguretat més antigues que
pl: Proste kasowanie: Usuń wszystkie kopie starsze niż
uk: Просте обрізання: Вилучати всі резервні копії старіші за

source: Logarithmic (Recommended)
ca: Purga logarítmica (Recomanat)
pl: Logarytmicznie (zalecany)
uk: Логарифмічний (рекомендовано)

source: <small>Keep progressivelly less backups into the past: Keep all backups from yesterday. Keep one backup per day from last week. Keep one backup per week from last month. Keep one backup per month from last year. Keep one backup per year further into past. Erase all other backups.</small>
pl: <small>Zachowuje proporcjonalnie mniej kopii zapasowych z przeszłości: Zatrzymuje wszystkie kopie zapasowe z wczoraj; jedną na każdy dzień zeszłego tygodnia; jedną na każdy tydzień zeszłego miesiąca; jedną na każdy miesiąc zeszłego roku; po jednej kopii na każdy poprzedni rok. Kasuje wszystkie inne kopie zapasowe.</small>
uk: <small>Зберігати поступово зменшуючу к-сть резервних копій в минулом: Зберігати всі резервні дані за учора. Зберігати по одній щоденній резервній копії впродовж останнього тиждня. Зберігати по одній щотижневій копії впродовж останнього місяця. Зберігати по одній щомісячній копії впродовж останнього року. Зберігати по одній копії за попередні роки.</small>

source: <small>Note: Additionally all incomplete and irrecoverable backups will be erased as long as there is a complete backup snapshot made later on.</small>
ca: <small>Nota: A més, totes les còpies de seguretat incompletes i no recuperables seran esborrades sempre que hi hagi una còpia de seguretat completa posterior.</small>
pl: <small>Uwaga: Dodatkowo wszystkie niekompletne i nie możliwe do przywrócenia kopie zapasowe są kasowane tak długo, jak tylko istnieje pełna migawka kopii zapsowej stworzona później.</small>
uk: <small>Зауваження: Додатково усі незакінчені та невідновлювані копії буде вилучено як тільки новий повний знімок системи буде зроблено.</small>

source: Purging
pl: Czyszczenie
uk: Очистка

source: Cleaning old backups
pl: Czyszczenie starych kopii zapasowych
uk: Знищення старих резервних копій

source: Exclude file type
pl: Wyłącz typ pliku
uk: Виключати файли типу

source: Standard file types:
pl: Standardowe typy plików:
uk: Стандартні типи файлів:

source: Custom defined file type with
pl: Samodzielnie określony typ pliku o
uk: Вручну визначений тип файлу з

source: file extension
pl: rozszerzeniu
uk: розширення файлу

source: Exclude by regex
pl: Wyłączaj za pomocą wyrażenia
uk: Виключати за регулярним виразом

source: Enter a regular expression. Files and directories matching this expression will be excluded from backup.
pl: Wprowadź wyrażenie regularne. Pliki i katalogi pasujące do tego wyrażenia zostaną wyłączone z kopii zapasowej.
uk: Введіть регулярний вираз. Файли та директорії, що будуть відповідати цьому виразу резервуватись не будуть.

source: Restore files/directories
ca: Restaura fitxers/directoris
pl: Przywróc pliki lub katalogi
uk: Відновлення файлів/директорій

source: <b>Restore Source Folder</b>
pl: <b>Folder źródłowy przywracania</b>
uk: <b>Папка з резервними копіями</b>

source: Use default:
ca: Utilitza el predeterminat:
pl: Użyj domyślnego:
uk: Використ.стандартний:

source: Use custom:
ca: Utilitza personalitzat:
pl: Użyj własnego:
uk: Використ.власний:

source: Type in this box text like that: /home/user/folder - To use a local folder ssh://user:password@machine:/remote/folder - To use a ssh location ssh://user:password@machine:/remote/folder - To use a ftp location
ca: Escriu en aquesta caixa text com: /home/user/folder - Per utilitzar una carpeta local ssh://usuari:contrasenya@maquina:/carpeta/remota - Per utilitzar una ubicació SSH ftp://usuari:contrasenya@maquina:/carpeta/remota - Per utilitzar una ubicació FTP
pl: Wpisz w to pole tekst taki jak: /home/użytkownik/folder - aby użyć folderu lokalnego ssh://użytkownik:hasło@nazwakomputera:/zdalny/katalog - aby użyć lokalizacji ssh ftp://użytkownik:hasło@nazwakomputera/zdalny/katalog - aby użyć lokalizacji ftp
uk: Введить в поли вводу текст схожий на: /home/user/folder - Для використання локальної папки ssh://user:password@machine:/remote/folder - Для доступу до місця призначення ч/з ssh ssh://user:password@machine:/remote/folder - Для доступу до місця призначення ч/з ftp

source: Available backups:
ca: Còpies de seguretat disponibles:
pl: Dostępne kopie zapasowe:
uk: Доступні резервні копії:

source: <b>Files and Folders to restore</b>
ca: <b>Arxius i Directoris a restaurar</b>
pl: <b>Pliki i foldery do przywrócenia</b>
uk: <b>Файли і Папки для відновлення</b>

source: Restore
ca: Restaura
pl: Przywróć
uk: Відновлення

source: Restore As...
ca: Anomena i restaura...
pl: Przywróć jako...
uk: Відновити як...

source: ssh://username:password@example.com/remote/dir/
ca: ssh://nomusuari:contrasenya@exemple.com/dir/remot/
pl: ssh://nazwaużytkownika:hasło@przykladowy.pl/zdalny/katalog
