Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: Invalid or empty regular expression ('%s') found in configuration. Removed.
de: Ungültigen oder leeren Regulären Ausdruck ('%s') in der Konfiguration gefunden. Wurde entfernt.
es: Invalida o vacia exprecion regular ('%s') encontrada en configuraciones. Removida
fr: Une expression régulière invalide ou vide ('%s') a été trouvée dans la configuration et supprimée.
pl: Napotkano niepoprawne lub puste wyrażenie regularne „%s” w ustawieniach. Usunięto.

source: Invalid or empty regular expressions found in configuration file: '%s' These expressions are not used and were removed from the configuration.
de: Ungültige oder leere Reguläre Ausdrücke in der Konfiguration gefunden: '%s' Diese Ausdrücke werden nicht benutzt und wurden aus der Konfiguration entfernt.
es: Invalida o vacia exprecion regular encontrada en las configuraciones: '%s' Estas expreciones no son usadas y fueron removidas de la configuracion.
fr: Des expressions régulières invalides ou vides ont été trouvées dans le fichier de configuration : '%s' Ces expressions ne sont pas utilisées et ont été supprimées de la configuration.
pl: Napotkano na niepoprawne lub puste wyrażenie regularne w pliku ustawień: „%s” Wyrażenia te nie są używane i zostały usunięte z ustawień.

source: Please make sure the missing directory exists (e.g. by mounting an external disk) or change the specified target to an existing one.
de: Bitte stellen Sie sicher, dass das fehlende Verzeichnis existiert (z. B. indem sie eine externe Festplatte einbinden) oder ändern sie das festgelegte Zielverzeichnis auf ein existierendes Verzeichnis.
es: Por favor, asegúrese de que el directorio no encontrado existe (por ejemplo, montando un disco externo) o cambie el objetivo especificado por otro que exista.
fr: Assurez vous s'il vous plait que le répertoire manquant existe (par exemple en montant un disque externe) ou en changer le répertoire de destination à un répertoire existant.
it: Assicurarsi che la directory mancante esista (es. montando un disco esterno) o cambiare la destinazione con una esistente.
pl: Proszę upewnić się, że brakujący katalog istnieje (np. montując określony nośnik) lub zmienić wprowadzony katalog na taki, który istnieje.

source: Backup target `%s` does not exist. Attention: The target will be set to the default value. Check this on the destination settings page before saving the configuration.
es: Destino de la copia de seguridad `%s` no existe. Atención: El destino será configurado a sus valor predeterminado. Revise esto en la página de configuración de destino antes de guardar la configuración.
fr: La cible de la sauvegarde '%s' n'existe pas. Attention: La cible utilisée sera celle par défaut. Vérifier ceci dans la page des réglages de la destination avant de sauvegarder la configuration.
pl: Położenie docelowe „%s” nie istnieje. Uwaga: zostanie użyte domyślne położenie docelowe. Proszę sprawdzić ustawienia przed zapisaniem konfiguracji.

source: Unable to open backup target
de: Zielverzeichnis der Sicherung konnte nicht geöffnet werden
es: Incapaz de abrir el destino de la copia de seguridad
fr: Impossible d'ouvrir la destination de sauvegarde.
pl: Nie można otworzyć położenia docelowego

source: %s A backup profile using default values was created. Save the new configuration in order to use it or check your existing configuration file manually. Important note: Saving will overwrite your existing invalid configuration.
es: %s Un perfil de respaldo se ha creado usando los valores predeterminados. Guarde la nueva configuración para utilizarla o revise manualmente su archivo de configuración existente. Nota importante: Guardando sobrescribirá su configuración inválida existente.
fr: %s Un profil de sauvegarde utilisant les valeurs par défaut a été créé. Enregistrez la nouvelle configuration afin de l'utiliser ou vérifiez manuellement votre fichier de configuration existant. Important : Sauvegarder va écraser la configuration invalide existante.

source: Current profile: %s
de: Aktuelles Profil: %s
es: Perfil actual: %s
fr: Profil actuel : %s
pl: Bieżący profil: %s

source: Already included item !
de: Eintrag ist bereits enthalten!
es: ¡Elemento ya incluido!
fr: Élément déjà ajouté !
it: Oggetto già incluso.
pl: Element został już uwzględniony!

source: Already excluded item !
de: Eintrag ist bereits ausgeschlossen!
es: ¡Elemento ya excluido!
fr: Élément déjà enlevé !
it: Oggetto già escluso.
pl: Element został już wykluczony!

source: Empty expression. Please enter a valid regular expression.
de: Leeres Suchmuster. Bitte geben Sie einen gültigen regulären Ausdruck als Suchmuster an.
es: Expresión vacía. Por favor, introduzca una expresión regular válida.
fr: Expression vide. Veuillez entrer une expression régulière valide.
it: Espressione vuota. Inserire un'espressione regolare valida.
pl: Nie wprowadzono wyrażenia. Proszę wpisać prawidłowe wyrażenie regularne.

source: Provided regular expression is not valid.
de: Der angegebene reguläre Ausdruck ist nicht gültig.
es: La expresión regular proporcionada no es válida.
fr: L'expression régulière fournie est invalide.
it: L'espressione regolare fornita non è valida.
pl: Podane wyrażenie regularne nie jest poprawne.

source: Empty filename or path. Please enter a valid filename or path.
de: Leerer Dateiname oder Pfad. Bitte geben Sie einen gültigen Dateinamen oder Pfad an.
es: Nombre de archivo o ruta vacíos. Por favor, introduzca un nombre de archivo o una ruta válidos.
fr: Nom de fichier ou chemin vide. Veuillez entrer un nom de fichier ou un chemin valide.
it: Nome file o per percorso vuoto. Inserire un nome file o un percorso valido.
pl: Pusta nazwa pliku lub ścieżka. Proszę wpisać prawidłową ścieżkę lub nazwę pliku.

source: It seems the path you entered does not exists. Do you want to add this incorrect path?
de: Der angegebene Pfad scheint nicht zu existieren. Soll dieser inkorrekte Pfad hinzugefügt werden?
es: Parece que la ruta que ha ingresado no existe. Desea agregar esta ruta incorrecta?
fr: Le chemin que vous avez entré ne semble pas exister. Voulez-vous tout de même le conserver ?
pl: Wprowadzona ścieżka nie istnieje. Dodać ją?

source: Save configuration as...
de: Konfiguration speichern unter...
es: Guardar configuración como...
fr: Sauver la configuration en tant que ...
pl: Wybór pliku

source: A backup process is now executed in the background. You can monitor the progress of the backup by means of the status indicator displayed in the notification area.
es: Un proceso de respaldo es ejecutado ahora en segundo plano. Puede monitorear el progreso de la copia de seguridad por medio del notificador de estado mostrado en el área de notificación.
fr: Un processus de sauvegarde s'effectue actuellement en arrière-plan. Vous pouvez surveiller l'avancement de la sauvegarde au moyen de l'indicateur d'état situé dans la zone de notification.
pl: Proces wykonywania kopii zapasowej jest przeprowadzany w tle. Jego postęp jest wyświetlany w obszarze powiadamiania.

source: Backup process started
es: Proceso de copia de seguridad iniciado
fr: Processus de sauvegarde démarré
pl: Rozpoczęto tworzenie kopii zapasowej

source: Unexpected dialog response: %s
es: Respuesta de diálgo inesperada: %s
fr: Réponse de dialogue inattendue: %s

source: Include file...
de: Datei hinzufügen...
es: Incluir archivo...
fr: Inclure le fichier ...
pl: Wybór pliku

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous fichiers
it: Tutti i file
pl: Wszystkie pliki

source: Include folder...
de: Ordner hinzufügen...
es: Incluir directorio...
fr: Inclure le répertoire ...
pl: Wybór katalogu

source: Exclude file...
de: Datei ausschliessen...
es: Excluir archivo...
fr: Exclure le fichier ...
pl: Wybór pliku

source: Exclude folder...
de: Ordner ausschliessen...
es: Excluir directorio...
fr: Exclure le répertoire ...
pl: Wybór katalogu

source: Configuration has changed
de: Konfiguration wurde geändert
es: La configuración ha cambiado
fr: La configuration a été modifiée.
pl: Ustawienia zostały zmienione

source: There are unsaved modifications. Please save the configuration or revert these changes before testing the mail settings.
de: Es gibt ungesicherte Änderungen. Bitte sichere die Konfiguration oder mache die Änderungen rückgängig um die E-Mail-Einstellungen zu testen.
es: Esas son modificaciones no guardadas. Por favor guardar la configuracion o revertir aquellos cambios despues de testear la configuracion del email.
fr: Il y a des modifications non sauvegardées. Merci de sauver la configuration ou de réinitialiser ces changements avant de tester les réglages courriel.
pl: Zmiany ustawień nie zostały zapisane. Proszę zapisać ustawienia lub cofnąć je przed rozpoczęciem testowania ustawień poczty elektronicznej.

source: Test mail settings
de: Testen der Einstellungen für E-Mail
es: Comprobar las configuraciones de correo-e
fr: Tester les réglages courriel
it: Provare le impostazioni delle email
pl: Testowanie ustawień poczty

source: The test failed with following output:
de: Der Test schlug mit folgender Ausgabe fehl:
es: La prueba falló con la siguiente información de salida:
fr: Le test a échoué avec le résultat suivant :
pl: Test został zakończony z następującym błędem:

source: The test was successful.
de: Der Test war erfolgreich.
es: La prueba se ha realizado correctamente.
fr: Le test est réussi.
pl: Test został zakończony pomyślnie.

source: The given expression contains unsupported characters ('%s'). Currently it is not possible to use these characters in exclude expressions.
de: Der übergebene Ausdruck enthält nicht unterstützte Zeichen ('%s'). Es ist zur Zeit nicht möglich diese Zeichen in 'Nicht Sichern'-Ausdrücken zu verwenden.
es: La expresión dada contiene caracteres no soportados ('%s'). Actualmente no es posible usar estos caracteres en expresiones de exclusión.
fr: L'expression fournie contient des caractères non supportés ('%s'). Il n'est actuellement pas possible d'utiliser ces caractères dans les expressions d'exclusion.
pl: Wprowadzone wyrażenie zawiera nieobsługiwane znaki („%s”). W tej chwili nie ma możliwości użycia tych znaków określając wykluczone elementy .

source: Unsupported character
de: Nicht unterstütztes Zeichen
es: Caracter no permitido
fr: Caractère non supporté.
pl: Nieobsługiwany znak

source: Connect to remote destination
es: Conectar a destino remoto
fr: Connexion à la destination distante

source: Mount was sucessful (no errors)
es: El montaje fue exitoso (no hubo errores)
fr: Le montage a réussi (pas d'erreurs)
pl: Zamontowano (brak błędów)

source: Unable to mount host
es: Imposible de montar Host
fr: Impossible de monter l'hôte
pl: Nie można zamontować zdalnego położenia

source: Umount was sucessful (no errors)
es: El desmontaje fue exitoso (No hubo errores)
fr: La démontage a réussi (pas d'erreurs)
pl: Odmontowano (brak błędów)

source: Unable to unmount host
es: Imposible de desmontar anfitrión
fr: Impossible de démonter l'hôte
pl: Nie można odmontować zdalnego położenia

source: Perfom tests on remote host
es: Realizar pruebas en host remoto
fr: Tests de performances sur l'hôte distant

source: Unable to access remote destination
es: Imposible acceder al destino remoto
fr: Impossible d'accéder à la destination distante
pl: Nie można uzyskać dostępu do zdalnego położenia

source: All tests passed
es: Todas las pruebas fueron pasadas
fr: Tous les tests ont réussi
pl: Wszystkie testy zostały zakończone pomyślnie

source: The given name of the new profile is empty. Please enter a valid profile name.
de: Der übergebene Profilname ist leer. Bitte einen gültigen Profilnamen eingeben.
es: El nombre dado al nuevo perfil esta vacio. Por favor ingrese un nombre de perfil valido.
fr: Le nom fourni pour le nouveau profil est vide. Merci d'entrer un nom de profil valide.
pl: Nazwa nowego profilu jest pusta. Proszę podać prawidłową nazwę profilu.

source: Profile name not valid
de: Profilname nicht gültig
es: Nombre del perfil no válido
fr: Le nom de profil n'est pas valide.
pl: Niepoprawna nazwa profilu

source: The given name of the new profile already exists. Please enter another name.
de: Der übergebene Profilname wird bereits verwendet. Bitte einen anderen Profilnamen eingeben.
es: El nombre dado al nuevo perfil existe actualmente. Por favor ingrese otro nombre.
fr: Le nom donné au nouveau profil existe déjà. Merci d'entrer un autre nom.
pl: Nazwa nowego profilu już istnieje. Proszę podać inną nazwę.

source: Renaming of profiles is not supported.
de: Das Umbenennen von Profilen wird nicht unterstützt.
es: El renombre de perfiles no esta soportado.
fr: Le changement de nom des profils n'est pas pris en charge.
pl: Zmiana nazw profili nie jest obsługiwana.

source: <b>Delete configuration profile?</b> You are trying to remove a configuration profile. You will not be able to restore it. If you are not sure, use the 'enable|disable' functionality instead. Do you really want to delete the profile '%(name)s'?
fr: <b>Effacer le profil de configuration ?</b> Vous essayez de supprimer un profil de configuration. Vous ne serez pas en mesure de le restaurer. Si vous n'êtes pas sûr, utilisez plutôt la fonctionnalité 'activer|désactiver'. Voulez-vous vraiment supprimer le profil '%(name)s' ?
pl: <b>Usuwanie profilu ustawień</b> Nie ma możliwości przywrócenia usuniętego profilu. W celu wyłączenia profilu należy odznaczyć pole wyboru „Włączenie” na liście profilów. Usunąć profil ustawień „%(name)s”?

source: <big><b>Set default values for current profile?</b></big> This will restore the default values for the profile currently edited: '%s'. These predefined settings are recommended for most users. Check whether they are appropriate for your use before saving the changed configuration.
de: <big><b>Standardwerte für das aktuelle Profil setzen?</b></big> Es werden die Standardwerte für das derzeitig bearbeitete Profil '%s' wieder hergestellt. Diese vordefinierten Einstellungen sind für die meisten Anwender empfohlen. Vor dem Speichern der geänderten Konfiguration sollte überprüft werden, ob diese Einstellungen passend für den konkreten Anwendungsfall sind.
fr: <big><b>Activer les réglages par défaut pour le profil courant ?</b></big> Cette opération va restaurer les réglages par défaut pour le profil en cours d'édition: '%s'. Ces réglages par défaut sont recommandés pour la plupart des utilisateurs. Merci de vérifier s'ils conviennent à votre usage avant de sauvegarder la configuration.
pl: <big><b>Przywracanie domyślnych wartości</b></big> Predefiniowane ustawienia są rekomendowane dla większości użytkowników. Proszę sprawdzić czy będą one odpowiednie przed zapisaniem zmienionej konfiguracji profilu. Przywrócić domyślne wartości dla profilu ustawień „%s”?

source: Default settings are being applied.
es: Valores por defecto siendo aplicados.
fr: Les réglages par défaut sont appliqués.
pl: Zastosowywanie domyślnych ustawień.

source: <b>Unable to remove default profile</b> The default profile cannot be removed. In the case you want to use just a single profile, please set up the default profile accordingly.
fr: <b>Impossible de supprimer le profil par défaut</b> Le profil par défaut ne peut être enlevé. Dans le cas où vous voulez utiliser seulement un seul profil, s.v.p. mettre en place le profil par défaut en conséquence.
pl: <b>Usuwanie profilu ustawień</b> Nie można usunąć domyślnego profilu ustawień. W przypadku gdy zachodzi potrzeba użycia tylko jednego profilu, należy skonfigurować jedynie profil domyślny.

source: <b>Unable to remove default profile</b> The default profile cannot be disabled. In the case you want to use just a single profile, please set up the default profile accordingly.
fr: <b>Impossible de supprimer le profil par défaut</b> Le profil par défaut ne peut être désactivé. Dans le cas où vous voulez utiliser seulement un seul profil, s.v.p. mettre en place le profil par défaut en conséquence.
pl: <b>Wyłączanie profilu ustawień</b> Nie można wyłączyć domyślnego profilu ustawień. W przypadku gdy zachodzi potrzeba użycia tylko jednego profilu, należy skonfigurować jedynie profil domyślny.

source: <b>No backup profile found.</b> No default profile was found. You are probably running Simple Backup for the first time. A backup profile using default values was created. Please modify the settings according to your needs and save the configuration in order to use it.
fr: <b>Aucun profil de sauvegarde trouvé.</b> Pas de profil par défaut a été constaté. Vous utilisez probablement Simple Backup pour la première fois. Un profil de sauvegarde utilisant les valeurs par défaut a été créé. S.V.P., modifier les paramètres selon vos besoins et enregistrer la configuration afin de l'utiliser.
pl: <b>Brak profilu ustawień</b> Prawdopodobnie program został uruchomiony pierwszy raz. Utworzono profil ustawień kopii zapasowych używając wartości domyślnych. Proszę zmodyfikować ustawienia w zależności od potrzeb i zapisać je, aby móc ich użyć.

source: Please select a profile.
es: Por favor selecione un perfil.
fr: Veuillez sélectionner un profil.
pl: Proszę wybrać profil.

source: there was a problem initializing the pynotify module
es: hubo un problema inicializando el módulo pynotify
fr: Échec de l'initialisation du module de notification
pl: wystąpiły problemy podczas inicjacji modułu pynotify

source: Connection to notification-daemon failed: %s
es: Fallo la conexión al servicio de notificación: %s
fr: La connexion au démon de notification a échoué : %s
pl: Nie udało się połączyć z demonem powiadamiania: %s

source: Show message windows
es: Mostrar ventana de mensajes
fr: Montrer les fenêtres de notification

source: Cancel Backup
es: Copia de seguridad cancelada
fr: Annuler la Sauvegarde
pl: Anuluj

source: re-connection was successful
es: La reconeccion fue exitosa
fr: La reconnexion a réussi
pl: Połączono ponownie

source: No backup in progress and connection to D-Bus service lost. Simple Backup Indicator is being terminated.
fr: Pas de sauvegarde en cours et la connexion au service D-Bus est perdu. L'indicateur Simple Backup est terminé.

source: Starting backup session
es: Iniciando sesión de copia de seguridad
fr: Démarrage d'une session de sauvegarde
pl: Rozpoczynanie sesji kopii zapasowej

source: Ending Backup Session
es: Finalizando sesión de copia de seguridad
fr: Fin de la session de sauvegarde
pl: Kończenie sesji kopii zapasowej

source: Unknown D-Bus event `%s` received.
fr: Réception de l'événement D-Bus '%s' reçu.
pl: Odebrano nieznane zdarzenie usługi D-Bus „%s”.

source: Try again
es: Reintente
fr: Réessayer
pl: Spróbuj ponownie

source: Attempt of starting another instance of Simple Backup while this one is already running.
fr: Tentative de démarrage d'une autre instance de Simple Backup alors que celui-ci est déjà en cours d'exécution.

source: Unable to present window: %s
es: No se puede presentar la ventana: %s
fr: Impossible d'afficher la fenêtre:%s
pl: Nie można wyświetlić okna: %s

source: Do you really want to cancel the backup process of profile '%s'?
fr: Êtes-vous certain de vouloir annuler le processus de sauvegarde du profil '%s'?
pl: Anulować wykonywanie kopii zapasowej profilu „%s”?

source: Cancel running backup process?
es: Cancelar el proceso de copia de seguridad en ejecución?
fr: Annuler le processus de sauvegarde en cours d'exécution?
pl: Anulować wykonywanie kopii zapasowej?

source: Unable to cancel backup process.
es: No se puede cancelar el proceso de copia de seguridad.
fr: Impossible d'annuler le processus de sauvegarde.
pl: Nie można anulować wykonywania kopii zapasowej.

source: Profile: %s
es: Perfil: %s
fr: Profil : %s
pl: Profil: %s

source: Size of backup: %s
es: Tamaño de la copia de seguridad: %s
fr: Taille de la sauvegarde: %s
pl: Rozmiar kopii: %s

source: %.1f%% processed
es: %.1f%% procesados
fr: %.1f%% effectué
pl: Ukończono %.1f%%

source: Remaining time: %s
es: Tiempo restante: %s
fr: Temps restant : %s
pl: Pozostały czas: %s

source: PID of backup process being canceled: %s
fr: Le PID du processus de sauvegarde est annulé: %s
pl: Identyfikator procesu anulowanej kopii zapasowej: %s

source: Unable to send signal to process %s
fr: impossible d'envoyer un signal au processus: %s
pl: Nie można wysłać sygnału do procesu %s

source: Sending signal using gksu to process %s
fr: Envoie d'un signal en utilisant gksu au processus %s
pl: Wysyłanie sygnału do procesu %s, przy użyciu programu gksu

source: Sending signal using gksu to process %s failed
fr: L'envoie d'un signal en utilisant gksu au processus %s a échoué
pl: Nie udało się wysłać sygnał do procesu %s, przy użyciu programu gksu

source: <b>Unable to find specified target directory</b> The specified target directory '%s' was not found.
fr: <b>Impossible de trouver le répertoire cible indiqué</b> Le répertoire cible indiqué '%s' n'existe pas.
pl: <b>Nie odnaleziono położenia<b> Nie można odnaleźć położenia docelowego „%s”.

source: You can try to use the specified target again or cancel the profile execution. The specified destination is automatically used in %s seconds.
fr: Vous pouvez essayer d'utiliser à nouveau la cible spécifiée ou annuler l'exécution du profil. La destination spécifiée sera automatiquement utilisée dans %s secondes.

source: unknown
es: desconocido
fr: inconnu
pl: nieznany

source: less than 1 minute
es: menos de 1 minuto
fr: Il y a moins d'une minute
pl: mniej niż 1 minuta

source: about 2 minutes
es: cerca de 2 minutos
fr: Il y a 2 minutes
pl: około 2 minuty

source: about 3 minutes
es: cerca de 3 minutos
fr: Il y a environ 3 minutes
pl: około 3 minuty

source: about 4 minutes
es: cerca de 4 minutos
fr: Il y a environ 4 minutes
pl: około 4 minut

source: about 5 minutes
es: cerca de 5 minutos
fr: Il y a environ 5 minutes
pl: około 5 minut

source: about %.0f minutes
es: cerca de %.0f minutos
fr: Il y a environ %.0f minutes
pl: około %.0f minut

source: In progress
es: En curso
fr: En cours
pl: W trakcie

source: finished
es: terminado
fr: Terminé
pl: zakończono

source: Progress: unknown
es: Progreso: desconocido
fr: Progression : inconnue
pl: Postęp: nieznany

source: Backup is being prepared
es: Se esta preparando la copia de seguridad
fr: La sauvegarde est en préparation
pl: Przygotowywanie kopii zapasowej

source: Collecting file info
es: Recopilando información de aarchivo
fr: Collecte des informations sur les fichiers
pl: Gromadzenie informacji o plikach

source: Progress: canceled
es: Progreso: cancelado
fr: Progression : annulée
pl: Postęp: anulowano

source: An error occurred
es: Ocurrió un error
fr: Une erreur est survenue
pl: Wystąpił błąd

source: Another `Simple Backup Indicator` is already running.
fr: Un autre 'Indicateur Simple Backup' est déjà en cours d'exécution.

source: Initialization of GTK+ failed: %s
es: La inicialización de GTK+ ha fallado: %s
fr: L'initialisation de GTK+ a échoué : %s
pl: Nie udało się zainicjować GTK+: %s

source: %s (Administrator mode)
de: %s (Administrator-Modus)
es: %s (Modo administrador)
fr: %s (mode administrateur)

source: An uncaught error occurred. Close this message window and restart the application. Please report this error on https://bugs.launchpad.net/sbackup. %s
fr: Une erreur non interceptée s'est produite. Fermer cette fenêtre et redémarrer l'application. S'il vous plaît, signalez cette erreur sur https://bugs.launchpad.net/sbackup. %s
pl: Wystąpił nieoczekiwany błąd. Proszę zamknąć to okno i uruchomić ponownie program. Proszę zgłosić wiadomość o tym błędzie pod adresem https://bugs.launchpad.net/sbackup. %s

source: Sorry, this should not have happened
es: Esto no debería ocurrir
fr: Désolé, cela n'aurait pas du se produire
pl: Program uległ awarii. Przepraszamy.

source: Restore...
de: Wiederherstellen...
es: Restaurar…
fr: Restoration ...
it: Ripristina...
pl: Przywróć...
