Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: Restore as...
de: Wiederherstellen unter...
es: Restaurar como...
fr: Restoration en tant que ...
it: Ripristina come...
pl: Przywróc jako...

source: Revert...
de: Rückgängig machen...
es: Revertir...
fr: Rétrograder ...
it: Reimposta...
pl: Przywróć rekurencynie...

source: Revert as...
de: Rückgängig machen unter...
es: Revertir como...
fr: Rétrograder comme ...
it: Reimposta come...
pl: Przywróć rekurencyjnie jako...

source: n.a.
fr: n.d.
pl: n/d

source: Snapshots
de: Sicherungen
es: Instantáneas
fr: Instantanés
it: Immagini
pl: Zrzuty danych

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
pl: Ścieżka

source: State
de: Status
es: Estado
fr: État
it: Stato
pl: Stan

source: Connect to destination...
es: Conectar con destino...
fr: Connexion à la destination...

source: Specified path does not exist
es: La ruta especificada no existe
fr: Les chemins spécifiés n'existent pas
pl: Wprowadzone położenie nie istnieje

source: Ready
de: Fertig
es: Preparado
fr: Prêt
it: Pronto
pl: Gotowy

source: No destination specified
es: No se especifico un destino
fr: Aucune destination spécifiée
pl: Nie określono położenia docelowego

source: Choose a source folder
de: Wählen Sie einen Quellordner
es: Seleccione una carpeta de origen
fr: Choisissez un dossier source
it: Scegliere una cartella
pl: Wybierz folder źródłowy

source: Reading snapshots...
es: Leyendo instantáneas...
fr: Lecture des instantanés...
pl: Odczytywanie zrzutu danych...

source: Reading directory content...
es: Leyendo contenido del directorio...
fr: Lecture du contenu du répertoire...
pl: Odczytywanie zawartości katalogu...

source: Loading ...
de: Lade ...
es: Cargando…
fr: Chargement en cours...
it: Caricamento...
pl: Wczytywanie...

source: Reading files from snapshot...
es: Leyendo archivos desde la instantánea...
fr: Lecture des fichiers de l'instantané...
pl: Odczytywanie plików zrzutu danych...

source: Simple Backup restore error
es: Simple Backup error al restaurar
fr: Erreur de restauration Simple Backup

source: An error occurred while reading snapshot
de: Während des Einlesen der Sicherung ist ein Fehler aufgetreten
es: Un error ocurrió mientras se leía la instantánea
fr: Une erreur s'est produite pendant la lecture de l'instantané.
pl: Wystąpił błąd podczas wczytywania zrzutu danych

source: This snapshot seems empty.
de: Diese Sicherung scheint leer zu sein.
es: Esta instantánea parece vacía.
fr: Cet instantané semble vide.
it: Questa immagine sembra vuota.
pl: Zrzut danych jest pusty.

source: Reading backup snapshot...
de: Lese Sicherungsschnappschuss
es: Preparando instantánea de copia de seguridad...
fr: Lecture de la sauvegarde ...
it: Lettura dell'immagine di backup...
pl: Odczytywanie zrzutu danych kopii zapasowej...

source: No backups found for this day.
de: Keine Sicherungen für dieses Datum gefunden.
es: No se encontraron respaldos para este día
fr: Pas de sauvegarde trouvée pour ce jour.
pl: Nie odnaleziono kopii zapasowych wykonanych we wskazanym dniu.

source: Select restore location
de: Ort für die Wiederherstellung auswählen
es: Seleccione la ubicación para la restauración
fr: Sélectionnez l'emplacement de restauration
it: Seleziona posizione di ripristino
pl: Wybór położenia

source: Do you really want to revert '%s'?
de: Sollen die Änderungen an '%s' wirklich rückgängig gemacht werden?
es: De verdad quieres volver a '%s'?
fr: Voulez-vous vraiment rétrograder '%s'?
pl: Przywrócić rekurencyjnie „%s”?

source: Select revert location
de: Auswahl eines Verzeichnisses um Änderungen rückgängig zu machen
es: Seleccionar ubicación de reversión
fr: Choisissez la destination de la rétrogradation.
it: Selezionare la posizione di reimpostazione
pl: Wybór położenia

source: Do you really want to revert '%(source)s' to '%(dir)s'?
de: "Sollen die Änderungen an '%(source)s' wirklich nach '%(dir)s' rückgängig gemacht werden?"
fr: Voulez-vous vraiment rétrograder '%(source)s' vers '%(dir)s'?
pl: Przywrócić rekurencyjnie „%(source)s” do położenia „%(dir)s”?

source: Reading snapshot...
es: Leyendo instantánea...
fr: Lecture de l'instantané...
pl: Odczytywanie zrzutu danych...

source: Deleting the selected snapshot `%s` will remove your backup for this particular point in time. You cannot undo this operation. Are you sure that you want to remove the snapshot permanently?
fr: La suppression de l'instantané sélectionné '%s' supprimera votre sauvegarde à ce point précis dans le temps. Cette opération est irréversible. Êtes-vous certain que vous souhaitez supprimer l'instantané?
pl: Usunięcie zaznaczonego zrzutu danych „%s” spowoduje nieodwracalne wykasowanie kopii zapasowej wykonanej w określonym czasie. Usunąć zrzut danych?

source: Do you really want to remove snapshot?
es: ¿Quiere eliminar la instantánea?
fr: Voulez-vous vraiment supprimer l'instantané ?
pl: Usuwanie zrzutu danych

source: While attempting to delete snapshot the following error occurred: %s
fr: Lors de la suppression de l'instantané, l'erreur suivante est arrivée : %s
pl: Wystąpił błąd podczas próby usunięcia zrzutu danych: %s

source: Unable to delete snapshot
es: Imposible eliminar la instantánea
fr: Impossible d'effacer l'instantané
pl: Nie można usunąć zrzutu danych

source: The selected snapshot '%s' is referenced by more recent snapshots as base snapshot. Remove all of these child snapshots in order to delete this snapshot.
fr: L'instantané sélectionné '%s' est référencé par des instantanés plus récents comme instantané de base. Effacer tous ces instantanés dépendants pour supprimer cet instantané.

source: Unable to remove snapshot
es: No se puede eliminar la instantanea
fr: Impossible de supprimer l'instantané
pl: Nie można usunąć zrzutu danych

source: Termination in progress
fr: Annulation en cours
pl: Kończenie działania

source: Simple Backup restoration
fr: Restauration de Simple Backup
pl: Proste przywracanie kopii zapasowej

source: <b>Restoring of selected files</b>
de: <b>Wiederherstellung der ausgewählten Dateien</b>
es: <b>Restauración de archivos seleccionados</b>
fr: Restauration des fichiers sélectionnés
it: <b>Ripristino del file selezionato</b>
pl: <b>Przywracanie wskazanych plików</b>

source: Restoring of <tt>'%s'</tt> is in progress.
de: Die Wiederherstellung von <tt>'%s'</tt> wird durchgeführt.
es: La restauración de <tt>«%s»</tt> se está realizando.
fr: Restauration de <tt>'%s'</tt> en cours
it: Ripristino di <tt>«%s»</tt> in corso.
pl: Przywracanie <tt>'%s'</tt> trwa.

source: Restoring of <tt>'%s'</tt> was successful.
de: Wiederherstellung von <tt>'%s'</tt> war erfolgreich.
fr: Restauration de <tt>'%s'</tt> réussi
pl: Przywrócono <tt>„%s”</tt>.

source: Restoring of <tt>'%s'</tt> was not successful. Following error occurred:
fr: La restauration de <tt>'%s'</tt> n'a pas abouti. L'erreur suivante s'est produite:
pl: Nie udało się przywrócić <tt>„%s”</tt>. Wystąpił następujący błąd:

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> is in progress.
de: Wiederherstellung von <tt>'%(source)s'</tt> nach <tt>'%(dirname)s'</tt> wird ausgeführt.
es: La restauración de <tt>'%(source)s'</tt> a <tt>'%(dirname)s'</tt> se está realizando.
fr: Restauration de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> en cours.
it: Ripristino di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> in corso.
pl: Przywracanie<tt>'%(source)s'</tt> do <tt>'%(dirname)s'</tt> trwa.

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was successful.
de: Wiederherstellung von <tt>'%(source)s'</tt> nach <tt>'%(dirname)s'</tt> war erfolgreich.
fr: Restauration de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> a réussi.
pl: Przywrócono <tt>„%(source)s”</tt> do położenia <tt>„%(dirname)s”</tt>.

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not successful. Following error occurred:
fr: La restauration de <tt>'%(source)s'</tt> vers <tt>'%(dirname)s'</tt> n'a pas abouti. L'erreur suivante s'est produite:
pl: Nie udało się przywrócić <tt>„%(source)s”</tt> do położenia <tt>„%(dirname)s”</tt>. Wystąpił następujący błąd:

source: <b>Reverting selected files</b>
de: <b>Änderungen an ausgewählten Dateien werden rückgängig gemacht</b>
es: <b>Revertiendo archivos seleccionados</b>
fr: Rétrograder les fichiers sélectionnés
it: <b>Reimpostazione dei file selezionati</b>
pl: <b>Przywracanie rekurencyjne wskazanych plików</b>

source: Reverting of <tt>'%s'</tt> is in progress.
de: Rückgängig machen von <tt>'%s'</tt> wird durchgeführt.
es: La reversión de <tt>«%s»</tt> se está realizando.
fr: Rétrogradation de <tt>'%s'</tt> en cours.
it: Reimpostazione di <tt>«%s»</tt> in corso.
pl: Trwa przywracanie rekurencyjne <tt>„%s”</tt>.

source: Reverting of <tt>'%s'</tt> was successful.
de: Rückgängig machen von <tt>'%s'</tt> war erfolgreich.
fr: La rétrogradation de <tt>'%s'</tt> a réussi.
pl: Przywrócono rekurencyjnie <tt>„%s”</tt>.

source: Reverting of <tt>'%s'</tt> was not successful. Following error occurred:
fr: La rétrogradation de <tt>'%s'</tt> n'a pas abouti L'erreur suivante s'est produite:
pl: Nie udało się przywrócić rekurencyjnie <tt>„%s”</tt>. Wystąpił następujący błąd:

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> is in progress.
de: Rückgängig machen von <tt>'%(source)s'</tt> nach <tt>'%(dirname)s'</tt> wird durchgeführt.
fr: Rétrogradation de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> en cours.
it: Reimpostazione di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> in corso.
pl: Trwa przywracanie rekurencyjne <tt>„%(source)s”</tt> do położenia <tt>„%(dirname)s”</tt>.

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was successful.
de: Rückgängig machen von <tt>'%(source)s'</tt> nach <tt>'%(dirname)s'</tt> war erfolgreich.
fr: La rétrogradation de <tt>'%(source)s'</tt> vers<tt>'%(dirname)s'</tt> a réussi.
pl: Przywrócono rekurencyjnie <tt>„%(source)s”</tt> do położenia <tt>„%(dirname)s”</tt>.

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not successful. Following error occurred:
fr: La rétrogradation de <tt>'%(source)s'</tt> vers <tt>'%(dirname)s'</tt> n'a pas abouti L'erreur suivante s'est produite:
pl: Nie udało się przywrócić rekurencyjnie <tt>„%(source)s”</tt> do położenia <tt>„%(dirname)s”</tt>. Wystąpił następujący błąd:

source: %(mb)d MiB %(kb)d KiB
fr: %(mb)d Mo %(kb)d Ko

source: %(mb)d MiB %(kb)d KiB %(bytes)d
fr: %(mb)d Mo %(kb)d Ko %(bytes)d

source: File '%(file)s' is not accessable with error '%(error)s'.
de: Auf Datei '%(file)s' kann nicht zugegriffen werden. Fehler '%(error)s'.
fr: Le fichier '%(file)s' n'est pas accessible, erreur '%(error)s'
pl: Nie można uzyskać dostępu do pliku „%(file)s”: %(error)s.

source: File '%(file)s' cannot be opened for read access. Operation timed out.
de: Datei '%(file)s' kann nicht zum Lesen geöffnet werden. Zeitüberschreitung beim Öffnen.
fr: Impossible d'ouvrir le fichier '%(file)s' en lecture. Délai dépassé pour l'opération.
pl: Brak uprawnień do odczytania pliku „%(file)s”. Przekroczono limit czasu operacji.

source: File '%(file)s' cannot be opened for read access with error '%(error)s'.
de: Datei '%(file)s' kann nicht zum Lesen geöffnet werden. Fehler '%(error)s'.
fr: Le fichier '%(file)s' ne peut être ouvert en lecture, erreur '%(error)s'
pl: Brak uprawnień do odczytania pliku „%(file)s”: %(error)s.

source: Symbolic link '%(path)s' -> '%(ln_target)s' is a circular symlink.
de: Symbolische Verknüpfung '%(path)s' -> '%(ln_target)s' erzeugt einen Kreisbezug.
fr: Le lien symbolique '%(path)s' -> '%(ln_target)s' est un lien symbolique circulaire.
pl: Dowiązanie symboliczne „%(path)s” do położenia „%(ln_target)s” jest rekurencyjne.

source: File '%(file)s' is backup's target directory.
de: Pfad '%(file)s' ist das Zielverzeichnis der Sicherung.
fr: Le fichier '%(file)s' est le répertoire de destination de la sauvegarde.
pl: Położenie „%(file)s” jest położeniem docelowym kopii zapasowej.

source: Path '%(file)s' defined in excludes list.
de: Pfad '%(file)s' ist in der 'Nicht Sichern'-Liste vorhanden.
fr: Le chemin '%(file)s' est défini dans la liste des exclusions.
pl: Ścieżka „%(file)s” została wprowadzona na listę wykluczonych położeń.

source: File '%(file)s' matches regular expression '%(regex)s'.
de: Pfad '%(file)s' erfüllt den Regulären Ausdruck '%(regex)s'.
fr: Le fichier '%(file)s' correspond à l'expression régulière '%(regex)s'.
pl: Plik „%(file)s” pasuje do wyrażenia regularnego „%(regex)s”.

source: File '%(file)s' exceeds maximum file size ( %(filesize)s > %(maxsize)s).
de: Datei '%(file)s' überschreitet die maximale Dateigröße ( %(filesize)s > %(maxsize)s).
fr: Le fichier '%(file)s' excède la taille maximale de fichier ( %(filesize)s > %(maxsize)s).
pl: Plik „%(file)s” przekroczył dopuszczalny rozmiar (%(filesize)s > %(maxsize)s).

source: Error while checking directory '%(dir)s': %(error)s.
de: Fehler beim Testen des Verzeichnisses '%(dir)s': %(error)s.
fr: Erreur lors de la vérification du répertoire '%(dir)s' : %(error)s.
pl: Wystąpił błąd podczas sprawdzania katalogu „%(dir)s”: %(error)s.

source: Empty regular expression found. Skipped.
de: Leerer Regulärer Ausdruck gefunden. Wird ausgelassen.
fr: Une expression régulière vide a été trouvée et ignorée.
pl: Napotkano puste wyrażenie regularne. Pomijanie.

source: Invalid regular expression ('%s') found. Skipped.
de: Ungültiger Regulärer Ausdruck ('%s') gefunden. Wird ausgelassen.
fr: L'expression régulière ('%s') invalide a été ignorée.
pl: Napotkano niepoprawne wyrażenie regularne („%s”). Pomijanie

source: No directories to backup defined.
de: Keine Verzeichnisse zum Sichern festgelegt.
es: No se definieron directorios para realizar copias de seguridad.
fr: Aucun répertoire de destination de la sauvegarde n'a été défini.

source: Another application instance is already running.
fr: Une autre instance de l'application est déjà en cours d'exécution.
pl: Inne wystąpienie programu jest aktualnie uruchomione.

source: Invalid lock file found. Is being removed.
de: Ungültige Lock-Datei gefunden. Wird entfernt.
fr: Fichier verrou invalide. En cours de suppression.
pl: Odnaleziono niepoprawny plik blokady. Usuwanie.

source: Unable to remove lock file: %s
de: Lock-Datei konnte nicht entfernt werden: %s
es: No se puede eliminar el archivo de bloqueo: %s
fr: Impossible de supprimer le fichier verrou : %s
pl: Nie można usunąć pliku blokady: %s

source: Unable to remove lock file: File not found.
es: No se puede eliminar el archivo de bloqueo: No existe el archivo.
fr: Impossible de supprimer le fichier de verrouillage: Fichier non trouvé.
pl: Nie można usunąć pliku blokady: nie odnaleziono pliku.

source: Exclude file type
de: Dateityp ausschließen
es: Excluír tipos de archivo
fr: Exclure un type de fichier
it: Escludi tipo di file
pl: Wyłącz typ pliku

source: Standard file types:
de: Standard Dateitypen:
es: Tipos de archivo estándar:
fr: Types standards de fichiers
it: Tipi di file standard:
pl: Standardowe typy plików:

source: Custom defined file type with
de: Selbstdefinierter Dateityp mit
es: Tipos de archivo personalizados definidos con
fr: Types de fichiers personnalisés définis par
it: Tipo di file definito dall'utente con
pl: Samodzielnie określony typ pliku o

source: file extension
de: Dateierweiterung
es: extensión del archivo
fr: extension de fichier
it: estensione del file
pl: rozszerzeniu

source: Exclude by regex
de: Ausschließen mittels Suchmuster (regulärer Ausdruck)
es: Excluir por expresión regular
fr: Exclure par regex (expression régulière)
it: Escludere con una espressione regolare
pl: Wprowadzanie wyrażenia regularnego

source: Enter a regular expression. Files and directories matching this expression will be excluded from backup.
de: Geben Sie einen regulären Ausdruck an. Dateien und Ordner, die diesem Ausdruck entsprechen, werden von der Sicherung ausgeschlossen.
es: Introduzca una expresión regular. Los archivos y directorios que concuerden con esta expresión serán excluidos de la copia de seguridad.
fr: Entre une expression régulière. Les fichiers et les répertoires correspondant à cette expression seront exclus de la sauvegarde.
it: Inserire un'espressione regolare. I file e le directory corrispondenti a a questa espressione verranno esclusi dal backup.
pl: Proszę wprowadzić wyrażenie regularne. Pliki i katalogi pasujące do niego, zostaną wykluczone podczas wykonywania kopii zapasowej.

source: Enter the remote target to include
de: Geben Sie einen entfernten Ordner/Datei an, der gesichert werden soll
es: Introduce el objetivo remoto a incluir
fr: Entrer une cible distante à inclure
it: Inserire la destinazione remota da includere

source: Choose a plugin to get the format
de: Wählen Sie ein Plugin um das Format zu bestimmen
es: Elija un complemento para obtener el formato
fr: Choisir le plugin pour connaitre le format
it: Scegliere un plugin per ottenere il formato

source: Choose your plugin :
de: Wählen Sie Ihr Plugin:
es: Elija su complemento:
fr: Choisir son plugin
it: Scegliere il plugin:
pl: Proszę wybrać wtyczkę:

source: Check
de: Prüfen
es: Verificar
fr: Vérifier
it: Controllo

source: <b>Save changed configuration?</b> The configuration has changed. If you want to use the modified configuration, you have to save it. Do you want to save the configuration now?
de: <b>Geänderte Konfiguration speichern?</b> Die Konfiguration wurde geändert. Soll die geänderte Konfiguration verwendet werden, so muss sie gespeichert werden. Soll die Konfiguration jetzt gespeichert werden?
fr: <b>Sauvegarder la nouvelle configuration?</b> La configuration a été modifiée. Si vous désirez l'utiliser, vous devez la sauvegarder. Désirez-vous sauvegarder la configuration?
pl: <b>Zapisywanie ustawień</b> Konfiguracja została zmieniona. W celu użycia nowych ustawień, należy je zapisać. Zapisać ustawienia?

source: Configuration Profile Manager
de: Profilverwaltung
es: Administrador de Configuración de Perfil
fr: Configuration du gestionnaire de profil
pl: Menedżer profili ustawień

source: You can set up multiple configuration profiles which are processed when performing a backup. Each profile has its own set of settings including backup destination, backup format etc.
fr: Vous pouvez configurer plusieurs profils de configuration qui sont traités lors de l'exécution d'une sauvegarde. Chaque profil a son propre ensemble de paramètres, dont la destination de sauvegarde, le format de la sauvegarde, etc.
pl: Można skonfigurować kilka profili, które będą przetwarzane podczas wykonywania kopii zapasowej. Każdy profil posiada swój zestaw ustawień, wliczając w to położenie docelowe, format kopii itp.

source: <b>Configuration profiles</b>
de: Einstellungsprofile
es: <b>Perfiles de configuración</b>
fr: <b>Profils de Configuration</b>
it: <b>Profili di configurazione</b>
pl: <b>Profile ustawień</b>

source: <b>Add new profile</b> Please enter the new profile name and set the according checkbox in order to enable resp. disable it.
de: <b>Hinzufügen eines Profils</b> Bitte den Namen des neuen Profils angeben und festlegen ob das Profil aktiv bzw. inaktiv sein soll.
fr: <b>Ajouter un nouveau profil</b> Veuillez entrer le nom du nouveau profil et cocher la case afin de l'activer ou de le désactiver.
pl: <b>Dodawanie nowego profilu</b> Proszę wprowadzić nazwę nowego profilu. Aby włączyć lub wyłączyć przetwarzanie profilu, należy odpowiednio ustawić stan pola wyboru poniżej.

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
pl: Nazwa profilu

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
pl: Włączenie

source: Simple Backup Suite
fr: Solution de sauvegarde « Simple Backup »
pl: Proste narzędzie kopii zapasowych

source: _File
de: _Datei
es: _Archivo
fr: _Fichier
pl: _Plik

source: Save as...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
pl: Zapisz jako...

source: _Tools
de: _Werkzeuge
es: _Herramientas
fr: _Outils
it: S_trumenti
pl: _Narzędzia

source: Set default settings...
de: Standartwerte setzen...
fr: Définir les paramètres par défaut...
pl: Przywróć domyślne ustawienia...

source: Profile Manager...
de: Profilverwaltung...
es: Administrador de Perfiles...
fr: Gestionnaire de profil...
pl: Menedżer profilów...

source: Make backup now
es: Hacer copia de seguridad ahora
fr: Faire une sauvegarde maintenant
pl: Utwórz kopię zapasową

source: _Help
de: _Hilfe
es: _Ayuda
fr: Aid_e
it: A_iuto
pl: Pomo_c

source: _View all help topics
de: _Hilfethemen
es: _Ver todos los temas de ayuda
fr: So_mmaire
pl: _Spis treści

source: _About this program
de: Info
es: _Sobre este programa
fr: À _propos de ce programme
pl: _O programie

source: Reload configuration
de: Einstellungen neu laden
es: Recargar configuración
fr: Recharger la configuration
pl: Wczytuje ponownie ustawienia

source: Save configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Sauvegarder la configuration
pl: Zapisuje ustawienia

source: Make a backup now
de: Sicherung jetzt erstellen
es: Hacer copia de seguridad ahora
fr: Faire une sauvegarde maintenant
pl: Tworzy kopię zapasową

source: Open the profile manager
de: Profilverwaltung öffnen
es: Abrir el administrador de perfiles
fr: Ouvrir le gestionnaire de profil
pl: Otwiera menedżer profilów ustawień

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
pl: Profile

source: none gzip bzip2
es: ninguno gzip bzip2
fr: aucun gzip bzip2
it: Nessuno gzip bzip2
pl: Brak gzip bzip2

source: Compression format Default is set to uncompressed backups.
fr: Format de compression Par défaut, la sauvegarde s'effectue sans compression.
pl: Format kompresji:

source: You can split the snapshot to make backup on some filesystem that doesn't support large files. This functionality can not be used if the backup is compressed.
de: Die Sicherung kann in kleinere Dateien aufgeteilt werden, um Sicherung auf Dateisystemen abzulegen, die keine beliebig großen Dateien unterstützen. Diese Funktion kann nicht in Verbindung mit komprimierten Sicherungen verwendet werden.
fr: Vous pouvez scinder l'instantané afin d'effectuer une sauvegarde dans un système de fichier ne supportant pas les gros fichiers. Cette fonction ne peut être utilisée si la sauvegarde est compressée.
pl: Dzieli zrzut danych w celu wykonania kopii zapasowej na systemach plików nie obsługujących plików o dużych rozmiarach. Tej opcji nie można użyć dla skompresowanych archiwów.

source: Do a full backup at least once every
de: Vollständige Sicherung mindestens alle
es: Realizar una copia de seguridad completa al menos una vez cada
fr: Faire une sauvegarde complète au moins tous les
it: Eseguire un backup integrale almeno ogni:
pl: Wykonywanie pełnej kopii co

source: Unless a set number of days has passed since the last full backup, incremental backups will be done.
de: Bis zur festgelegten Anzahl an Tagen seit der letzten vollständigen Sicherung werden inkrementelle Sicherungen erstellt.
fr: À moins que depuis le nombre de jours renseignés une sauvegarde complète ait été faite, une sauvegarde incrémentielle sera réalisée.
pl: Wstrzymuje wykonanie kompletnej kopii zapasowej i wykonuje kopie przyrostowe dopóki nie minie określony czas od wykonania ostatniej kompletnej kopii

source: days
de: Tage
es: días
fr: Jours
it: giorni
pl: dni

source: MiB
fr: Mio

source: Split backup archives into several chunks
fr: Scinder l'archive de sauvegarde en plusieurs parties.
pl: Dzielenie archiwum kopii zapasowej na fragmenty:

source: Help
de: Hilfe
es: Ayuda
fr: Aide
pl: Pomoc

source: Show help topic about configuration GUI.
de: Hilfe zu den Einstellungen mittels grafischer Oberfläche zeigen.
fr: Voir la rubrique d'aide sur la configuration de l'interface graphique.

source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
