Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: SBackup Daemon <%(login)s@%(hostname)s>
fr: Démon Sbackup <%(login)s@%(hostname)s>
pl: Demon programu SBackup <%(login)s@%(hostname)s>

source: [SBackup] [%(profile)s] Report of %(date)s
es: [SBackup] [%(profile)s] Reporte del %(date)s
fr: [Sbackup] [%(profile)s] Rapport du %(date)s

source: No log file specified.
de: Keine Protokolldatei spezifiziert.
es: No se especificó un archivo de registro.
fr: Aucun fichier journal indiqué.
pl: Nie określono pliku dziennika.

source: Unable to find log file.
de: Protokolldatei konnte nicht gefunden werden.
es: No se encontró ningún archivo de registro.
fr: Impossible de trouver le fichier journal.
pl: Nie można odnaleźć pliku dziennika.

source: Critical Error: No configuration file for the default profile was found! Now continue processing remaining profiles.
de: Kritischer Fehler: Es wurde keine Konfiguration für das Standardprofil gefunden! Es wird mit den verbleibenden Profilen fort gefahren.
es: Error crítico: ¡no se ha encontrado el archivo de configuración para el perfil predeterminado!
fr: Erreur critique : aucun fichier de configuration trouvé pour le profil par défaut ! Continuer maintenant à traiter les profils restants.
it: Errore critico: non è stato trovato alcun file di configurazione per il profilo predefinito. Continuare elaborando i profili rimanenti.
pl: Błąd krytyczny: nie odnaleziono pliku ustawień dla domyślnego profilu! Przetwarzanie pozostałych profili będzie kontynuowane.

source: Backup was canceled by user.
es: Copia de seguridad cancelada por el usuario.
fr: Sauvegarde annulée par l'utilisateur.
pl: Tworzenie kopii zapasowej zostało anulowane przez użytkownika.

source: An error occurred during the cancellation of backup:
es: Se produjo un error durante la cancelación de copia de seguridad:
fr: Une erreur est survenue durant l'annulation de la sauvegarde:
pl: Wystąpił błąd podczas anulowania wykonywania kopii zapasowej:

source: An error occurred during the backup:
es: Ocurrió un error durante el respaldo:
fr: Une erreur est survenue durant la sauvegarde :
pl: Wystąpił błąd podczas wykonywania kopii zapasowej:

source: Error when sending email:
es: Error al enviar el correo electrónico:
fr: Erreur pendant l'envoi de courriel.
pl: Wystąpił błąd podczas wysyłania poczty elektronicznej:

source: The following error(s) occurred before:
de: Die folgenden Fehler sind aufgetreten:
es: Ocurrieron el/los siguiente(s) errores antes de:
fr: Les erreurs suivantes ont eu lieu avant:
it: Si sono verificati i seguenti errori:
pl: Poniższy błąd (błędy) wystąpił wcześniej:

source: Backup is not being started. %s
es: La copia de seguridad no se ha iniciado. %s
fr: La sauvegarde n'a pas encore démarré. %s
pl: Wykonywanie kopii zapasowej nie zostało rozpoczęte. %s

source: This is a user friendly backup solution for common desktop needs. If you want to help by submitting bugs, by translating or anything else please visit our website.
de: Eine benutzerfreundliche Backup-Lösung für alltägliche Aufgaben im Desktop-Bereich. Falls Du mithelfen möchtest, z.B. durch das Melden von Fehlern, Übersetzen der Anwendung usw. besuche unsere Webseite.
es: Esta es una solución de copias de seguridad amigable para las necesidades comunes de los equipos de escritorio. Si desea ayudar reportando errores, mediante la traducción o cualquier otra cosa por favor visite nuestro sitio web.
fr: Voici une solution de sauvegarde conviviale pour les usages courants en bureautique. Si vous souhaitez aider en soumettant des bugs, en traduisant ou quoique que se soit d'autre, merci de visiter notre site internet.
pl: Umożliwia w prosty sposób tworzenie kopii zapasowych. Informacje na temat pomocy przy rozwoju programu dostępne są w witrynie internetowej.

source: Maintainers:
es: Desarrolladores principales:
fr: Mainteneurs :
pl: Opiekunowie:

source: Former maintainers:
es: Mantenedores anteriores
fr: Anciens contributeurs :
pl: Byli opiekunowie:

source: Contributors:
es: Colaboradores:
fr: Contributeurs :
pl: Współtwórcy:

source: translator-credits
de: Übersetzer Launchpad Contributions: Alex Rampp https://launchpad.net/~alexrampp-web BBO https://launchpad.net/~bbo Jean-Peer Lorenz https://launchpad.net/~peer.loz Martin Görg https://launchpad.net/~nimoth Martin Schaaf https://launchpad.net/~mascha Oumar Aziz OUATTARA https://launchpad.net/~wattazoum edonia https://launchpad.net/~uwe-ufritz
es: traductor-créditos Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitoschido Daniel Bernal https://launchpad.net/~afterxleep.- Emilio Vega Roa https://launchpad.net/~tehxnik Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Horacio Arroyo https://launchpad.net/~deblike Ignacio Hidalgo https://launchpad.net/~hipernacho Javier García Díaz https://launchpad.net/~jgd Jorge Prediger https://launchpad.net/~jorgeprediger Marcelo Kobs https://launchpad.net/~kobops Oscar Soto https://launchpad.net/~oscarfsoto Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Roberto Serrano Diaz-Grande https://launchpad.net/~robertoserrano83 Rodrigo Jose Luis Brun Vera https://launchpad.net/~rodrigolbrunv adn https://launchpad.net/~adn-throatwobblermangrove nh3oh https://launchpad.net/~nh3oh-com1 Ángel Eduardo https://launchpad.net/~arcnor
fr: Launchpad Contributions: Djiboun https://launchpad.net/~djiboun Eric Noel https://launchpad.net/~profnoel François Tissandier https://launchpad.net/~baloo Gwendal Jabot https://launchpad.net/~gwendal-jabot Jean-Peer Lorenz https://launchpad.net/~peer.loz LEROY Jean-Christophe https://launchpad.net/~celtic2-deactivatedaccount NSV https://launchpad.net/~nsv Olivier Maury https://launchpad.net/~olivier-maury Olivier Tétard https://launchpad.net/~otetard Pierre Slamich https://launchpad.net/~pierre-slamich gilles chaon https://launchpad.net/~g-chaon manu https://launchpad.net/~manu.pintor
it: Ubuntu Italian Translators, https://launchpad.net/~ubuntu-l10n-it, 2006-2007 Launchpad Contributions: Claudio Arseni https://launchpad.net/~claudio-arseni Expo https://launchpad.net/~expo-1993 Milo Casagrande https://launchpad.net/~milo Simone Oberti https://launchpad.net/~simone-obo Stefyru91 https://launchpad.net/~stefyru91 aleritty https://launchpad.net/~aleritty vinz65 https://launchpad.net/~vinz65
pl: Rafał Ryba <fafek2@gmail.com> Launchpad Contributions: Jean-Peer Lorenz https://launchpad.net/~peer.loz Piotr Sokół https://launchpad.net/~psokol

source: Invalid archive type.
de: Ungültiger Archivtyp.
es: Tipo de archivo inválido.
fr: Type d'archive invalide
pl: Niepoprawny typ archiwum.

source: Effective path for `%s` is not available
es: La ruta efectiva para «%s» no esta disponible
fr: Le chemin utilisé pour '%s' n'est pas disponible
pl: Brak efektywnej ścieżki dla „%s”

source: Unable to get effective path for `%s`
es: Imposible de obtener una dirección efectiva para «%s»
fr: Impossible d'obtenir le chemin utilisé pour '%s'
pl: Nie można pozyskać efektywnej ścieżki dla „%s”

source: For the moment split functionality is not compatible with compress option.
de: Zur Zeit ist das Aufteilen von Sicherungen nicht kompatibel mit komprimierten Sicherungen.
es: Por el momento la funcionalidad de cortar no es compatible con la opción de compresión.
fr: Pour le moment la fonctionnalité scinder n'est pas compatible avec l'option compression.
pl: Na razie dzielenie skompresowanego archiwum nie jest możliwe.

source: Unable to change permissions for file '%s'.
de: Zugriffsrechte für Datei '%s' konnten nicht geändert werden.
es: No se pudieron cambiar los permisos del archivo «%s»
fr: Impossible de changer la permission du fichier '%s'.
it: Impossibile cambiare i permessi per il file «%s».
pl: Nie można zmienić uprawnień dla pliku '%s'.

source: Unable to remove temporary file `%(file)s`: %(error)s
es: No se pudo eliminar el archivo temporal «%(file)s»: %(error)s
fr: Impossible d'effacer le fichier temporaire `%(file)s`: %(error)s
pl: Nie można usunąć pliku tymczasowego „%(file)s”: %(error)s

source: Launching TAR to make incremental backup.
de: Ausführen von TAR um eine inkrementelle Sicherung zu erstellen.
es: Ejecutando TAR para realizar respaldo incremental.
fr: Lancement de TAR pour faire une sauvegarde incrémentielle.
pl: Uruchamianie programu TAR w celu wykonania kopii przyrostowej.

source: Unable to find the SNAR file to make an incremental backup.
de: Die SNAR-Datei zur Erstellung einer inkrementellen Sicherung wurde nicht gefunden.
es: No se pudo encontrar el archivo SNAR para realizar un respaldo incremental.
fr: Impossible de trouver le fichier SNAR pour faire une sauvegarde incrémentielle.
pl: Nie można odnaleźć pliku SNAR w celu wykonania kopii przyrostowej.

source: Falling back to full backup.
de: Es wird auf die Erstellung einer vollen Sicherung zurück gefallen.
es: Retroceder a copia de seguridad completa.
fr: Retour à une sauvegarde complète.
pl: Powracanie do kompletnej kopii zapasowej.

source: Launching TAR to make a full backup.
de: Ausführen von TAR um eine vollständige Sicherung zu erstellen.
es: Lanzando TAR para realizar Copia de respaldo completa
fr: Lancement de TAR pour faire une sauvegarde complète.
pl: Uruchamianie programu TAR w celu wykonania kompletnej kopii.

source: Leading '/' from member names were removed.
de: Führende '/' wurden von den Pfaden im Archiv entfernt.
es: El carácter «/» de los nombres de los miembros fueron retirados.
fr: La barre oblique '/' précédant le nom du membre a été supprimée.

source: Leading '/' from hard link targets were removed.
de: Führende '/' wurden von den Zielen harter Verknüpfungen im Archiv entfernt.
es: El carácter «/» de los enlaces fijos se eliminó
fr: La barre oblique '/' précédant le lien de la cible a été supprimée.

source: TAR returned a message: %s
es: TAR ha devuelto un mensaje: %s
fr: TAR a envoyé le message: %s
pl: Program TAR zwrócił informację: %s

source: TAR returned messages: %s
es: TAR ha devuelto estos mensajes: %s
fr: TAR a envoyé le message: %s
pl: Program TAR zwrócił informacje: %s

source: TAR has been finished successfully.
de: TAR wurde erfolgreich beendet.
es: TAR ha terminado correctamente.
fr: TAR terminé avec succès.
pl: Program TAR został poprawnie zakończony.

source: TAR returned a warning: %s
de: TAR lieferte eine Warnung: %s
es: TAR devolvió un aviso: %s
fr: TAR a envoyé l'avertissement: %s
pl: Program TAR zwrócił ostrzeżenie: %s

source: TAR returned warnings: %s
de: TAR lieferte Warnungen: %s
es: Avisos de TAR: %s
fr: TAR a envoyé l'avertissement: %s
pl: Program TAR zwrócił ostrzeżenia: %s

source: TAR returned warnings but has been finished successfully.
es: TAR devolvió avisos pero finalizó correctamente.
fr: TAR a envoyé un avertissement, mais a complété avec succès.
pl: Program TAR zwrócił ostrzeżenia ale został poprawnie zakończony.

source: Unable to finish successfully. TAR terminated with errors.
es: No se pudo finalizar correctamente. TAR finalizo con errores.
fr: Impossible d'achever avec succès. TAR a terminé avec des erreurs.
pl: Program TAR został zakończony z błędami.

source: Unable to terminate backend process: %s
es: Imposible de terminar un proceso interno : %s
fr: Impossible d'achever le processus en arrière-plan: %s
pl: Nie można zakończyć procesu modułu obsługi: %s

source: Included
de: Aufgenommen
es: Incluido
fr: Inclus
it: Incluso
pl: Dołączone

source: Not changed
de: Nicht geändert
es: Sin cambios
fr: Inchangé
it: Invariato
pl: Niezmieniony

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire
pl: Katalog

source: Line must be a string
de: Zeile muss eine Zeichenkette sein
es: La línea ha de ser una cadena
fr: La ligne doit être une chaîne de caractères
it: La riga deve essere una stringa
pl: Wiersz musi być ciągiem

source: Dumpdir inconsistancy : 'filename' is empty
de: Verzeichnis zum Ablegen ist inkonsistent: 'filename' ist leer
es: Directorio de volcado inconsistente : «filename» esta vacio
fr: Inconsistance de 'Dumpdir' : 'nom fichier' est vide
it: Directory di dump inconsistente: «filename» è vuoto

source: Dumpdir inconsistancy : 'control' is empty
de: Verzeichnis zum Ablegen ist inkonsistent: 'control' ist leer
es: Directorio de volcado inconsistente : «control» esta vacio
fr: Inconsistance de 'Dumpdir' : 'control' est vide
it: Directory di dump inconsistente: «control» è vuoto

source: File '%s' does not exist.
de: Die Datei '%s' existiert nicht.
es: El archivo «%s» no existe
fr: Le fichier '%s' n'existe pas.
pl: Plik „%s” nie istnieje.

source: The snarfile header is incomplete.
de: Kopf der SNAR-Datei ist unvollständig.
es: La cabecera del archivo SNAR esta incompleta.
fr: L'entête du snarfile est incomplet.
pl: Nagłówek pliku snar jest niekompletny.

source: A SnapshotFile is required
de: Eine Sicherungsdatei wird benötigt
es: Se requiere un archivo de instantánea
fr: Un fichier d'Instantané est requis
it: È richiesto un file immagine

source: Directory does not exist: %s.
de: Das Verzeichnis existiert nicht: %s.
es: El directorio no existe: %s.
fr: Le répertoire n'existe pas:%s.
pl: Katalog nie istnieje: %s

source: Profile settings are being read from file '%s'.
de: Einstellungen des Profils werden gelesen aus Datei '%s'.
es: Las configuraciones del perfil se están leyendo desde el archivo «%s».
fr: Les réglages du profil sont lus à partir du fichier '%s'.
pl: Odczytywanie profilu ustawień z pliku „%s”

source: Profile settings are being set to default values. Configuration file is set to '%s'.
de: Einstellungen des Profils werden auf die Standardwerte gesetzt. Konfigurationsdatei wird auf Datei '%s' festgelegt.
es: La configuración del perfil se ajusta a los valores predeterminados. El archivo de configuración se establece en «%s».
fr: Les réglages du profil sont faits avec les valeurs par défaut. Le fichier de configuration est '%s'.
pl: Przywrócono domyśle wartości ustawień profilu. Plik ustawień zapisano jako „%s”.

source: Option 'target' is missing, aborting.
de: Angabe der Option 'target' fehlt, Abbruch
es: Falta la opción «destino» , abortando.
fr: L'option 'cible' est manquante, abandon.
it: Opzione «target» mancante, chiusura in corso.
pl: Brakuje opcji 'cel', przerywam.

source: Error while processing configuration: %(error)s in line `%(line)s`. Please check your configuration file.
es: Error durante el procesamiento de la configuración: %(error)s en la linea «%(line)s». Por favor revise su archivo de configuración.
fr: Erreur pendant le traitement de la configuration : %(error)s ligne(s) `%(line)s`. Veuillez vérifier votre fichier de configuration.

source: Unable to evaluate '%(parameter)s' as a dictionary (value got = '%(value)r').
de: Parameter '%(parameter)s' konnte nicht als assoziatives Feld (Dictionary) ausgewertet werden (übergebener Wert = '%(value)r').
es: Imposible de evaluar «%(parameter)s» como diccionario (valor obtenido = «%(value)r»).
fr: Impossible d'évaluer '%(parameter)s' comme un dictionnaire (valeur obtenue = '%(value)r').

source: Couldn't evaluate '%(parameter)s' as a dictionary (value got = '%(value)r' )
de: Parameter '%(parameter)s' konnte nicht als assoziatives Feld (Dictionary) ausgewertet werden (value got = '%(value)r' )
es: No se ha podido evluar '%(parameter)s' como diccionario (valor obtenido= '%(value)r' )
fr: Impossible d'évaluer '%(parameter)s' comme un dictionnaire (valeur obtenue = '%(value)r' )
it: Impossibile considerare «%(parameter)s» come un dizionario (valore ottenuto = «%(value)r»)

source: You must provide a dictionary.
de: Ein assoziatives Feld (Dictionary) muss übergeben werden.
es: Debe proporcionar un diccionario.
fr: Vous devez fournir un dictionnaire.

source: Log output for [%(profile)s] is directed to file '%(file)s'.
de: Logausgabe für [%(profile)s] wird in Datei '%(file)s' umgeleitet.
es: Salida del registro de eventos para [%(profile)s] fue direccionado al archivo '%(file)s'.
fr: Le journal pour [%(profile)s] sera écrit dans '%(file)s'.
pl: Dziennik profilu „%(profile)s” jest zapisywany do pliku „%(file)s”.

source: Log output for [%s] is not directed into a file.
de: Logausgabe für [%s] wird nicht in eine Datei umgeleitet.
es: La salida del registro [%s] no fue direccionada al archivo.
fr: La journal pour [%s] n'est pas écrit dans un fichier.
pl: Dziennik profilu „%s” nie jest zapisywany do pliku.

source: Unable to rename log file '%(src)s'->'%(dst)s': %(err)s
de: Protokolldatei konnte nicht umbenannt werden '%(src)s'->'%(dst)s': %(err)s
es: Imposible de renombrar el archivo de registros de eventos '%(src)s'->'%(dst)s': %(err)s
fr: Impossible de renommer le fichier journal '%(src)s'->'%(dst)s': %(err)s
pl: Nie można zmienić nazwy pliku dziennika „%(src)s” na „%(dst)s”: %(err)s

source: The config file '%s' couldn't be read!
de: Konfigurationsdatei '%s' konnte nicht eingelesen werden!
es: No se puede leer el arhivo de configuración «%s»!
fr: Le fichier de configuration '%s' ne peut être lu!
pl: Nie można wczytać pliku ustawień „%s”!

source: section [%(section)s] in '%(configfile)s' should not exist, aborting
de: Abschnitt [%(section)s] in '%(configfile)s' sollte nicht existieren, Abbruch
es: La sección [%(section)s] en '%(configfile)s' no debería existir, abortando
fr: La section [%(section)s] dans '%(configfile)s' ne devrait pas exister. Abandon.
it: sezione [%(section)s] in «%(configfile)s» inesistente, chiusura in corso
pl: sekcja [%(section)s] w '%(configfile)s' nie powinna istnieć, przerywam

source: No schedule defined in configuration file. Probing from filesystem.
de: Kein Zeitplan in der Konfiguration definiert. Untersuchung des Dateisystems.
es: No hay tarea programada definida en el archivo de configuración. Probando desde el sistema de archivo.
fr: Pas de calendrier défini dans le fichier de configuration. Recherche dans le système de fichier.
pl: Brak harmonogramu kopii zapasowej w pliku ustawień. Przeszukiwanie ustawień systemu.

source: The config file is not set yet into this ConfigManager
de: Die Konfigurationsdatei wurde in diesem ConfigManager noch nicht gesetzt
es: El archivo de configuración no está listo todavía en el ConfigManager
fr: Le fichier de configuration n'est pas encore précisé dans ce ConfigManager
it: Il file di configurazione non è ancora impostato in questo ConfigManager

source: No receiver set.
de: Kein Empfänger gesetzt.
es: No hay ningún receptor establecido.
fr: Pas de destination défini.
pl: Nie określono odbiorcy.

source: No SMTP server set.
de: Kein SMTP-Server gesetzt.
es: No se ha configurado un servidor SMTP.
fr: Pas de serveur SMTP défini.
pl: Nie określono serwera SMTP.

source: Username set but no password specified.
de: Benutzername gesetzt, jedoch kein Passwort festgelegt.
es: Se ha configurado un nombre de usuario pero no se ha especificado una contraseña.
fr: Nom d'utilisateur défini, mais pas le mot de passe.
pl: Nie określono hasła.

source: Password set but no username specified.
de: Passwort gesetzt, jedoch kein Benutzername festgelegt.
es: Se ha configurado una contraseña pero no se ha especificado un nombre de usuario.
fr: Mot de passe défini, mais pas le nom d'utilisateur.
pl: Nie określono nazwy użytkownika.

source: A certificate and key file is given while SSL option (smtptls=1) is not set. Select SSL in order to use Certificate and Key.
de: Es wurde eine Zertifikatsdatei und eine Schlüsseldatei festgelegt, obwohl die Option SSL (smtptls=1) nicht gesetzt ist. Aktiviere SSL um ein Zertifikat und einen Schlüssel zu verwenden.
es: Un certificado y el archivo de licencia es dado mientras la opción de SSL (smtptls=1) no ha sido agregado. Seleccionar SSL en el orden para usar el certificado y el archivo de licencia.
fr: Un certificat et un fichier clé sont fournis alors que l'option SSL (smtptls=1) n'est pas activé. Sélectionnez SSL afin d'utiliser le certificat et la clé.

source: When specifying a SSL certificate or key file, a key file resp. certificate is mandatory.
de: Wenn ein SSL Zertifikat oder eine Schlüsseldatei festgelegt wurde, ist die Angabe einer Schlüsseldatei bzw. eines Zertifikats notwendig.
es: Cuando especifica un Certificado o un archivo de licencia, el archivo de licencia responde.El certificado es obligatorio.
fr: Lors de la spécification d'un certificat SSL ou d'un fichier clé, un fichier clé resp. certifié est obligatoire.

source: Default Profile
de: Standardprofil
es: Perfil predeterminado
fr: Profil par défaut
it: Profilo predefinito
pl: Domyślny profil

source: Unknown Profile
de: unbekanntes Profil
es: Perfil desconocido
fr: Profil inconnu
it: Profilo sconosciuto
pl: Nieznany profil

source: Unlimited
de: Unbegrenzt
es: Sin límite
fr: Illimité
it: Illimitato
pl: Brak ograniczeń

source: 100 MiB
fr: 100 Mo

source: 250 MiB
fr: 250 Mo

source: 650 MiB
fr: 650 Mo

source: 2 GiB (FAT16)
fr: 2 Go (FAT16)

source: 4 GiB (FAT32)
fr: 4 Go (FAT32)

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pl: Własne

source: MP3 Music
de: MP3-Musik
es: Música MP3
fr: Musique MP3
it: Musica MP3
pl: Nagrania dźwięku w formacie MP3

source: AVI Video
de: AVI-Videos
es: Vídeo AVI
fr: Vidéo AVI
it: Video AVI
pl: Nagrania wideo w formacie AVI

source: MPEG Video
de: MPEG-Videos
es: Vídeo MPEG
fr: Vidéo MPEG
it: Video MPEG
pl: Nagrania wideo w formacie MPEG

source: Matrjoshka Video
de: Matroska-Videos
es: Vídeo Matrjoshka
fr: Vidéo Matroska
it: Video Matrjoshka
pl: Nagrania wideo w formacie Matroska

source: OGG Multimedia container
es: Contenedor multimedia OGG
fr: Conteneur multimédia OGG
it: Contenitore multimediale OGG
pl: Kontenery multimediów OGG

source: CD Images
de: CD-Abbilder
es: Imágenes de CD
fr: Images CD
it: Immagini CD
pl: Obrazy płyt CD

source: File '%s' not found in the backup snapshot files list
de: Datei '%s' konnte in der Sicherungsdatei nicht gefunden werden.
es: Archivo «%s» no encontrado en la lista de archivos de la instantánea de la copia de seguridad
fr: Le fichier '%s' est absent de la liste de fichiers de l'instantané
it: Il file «%s» non è stato trovato nell'elenco dei file dell'immagine di backup
pl: Nie odnaleziono pliku „%s” na liście zrzutu danych kopii zapasowej.

source: File '%(filename)s' not found in snapshot's [%(snapshotname)s] files list, Skipped.
es: Archivo '%(filename)s'no encontrado en la lista de archivos de la instantánea [%(snapshotname)s] , Ignorado.
fr: Le fichier '%(filename)s' est absent de la liste de fichiers de l'instantané [%(snapshotname)s], Ignorée.
pl: Nie odnaleziono pliku „%(filename)s” na liście zrzutu danych „%(snapshotname)s”. Pominięto.

source: Snapshot '%s' not found
de: Sicherung '%s' wurde nicht gefunden
es: No se ha encontrado la instantánea «%s»
fr: L'instantané '%s' non trouvé.
it: Immagine «%s» non trovata
pl: Nie odnaleziono zrzutu danych „%s”

source: Invalid snapshot `%(name)s` found: Name of snapshot not valid.
es: Instantánea no valida `%(name)s` Encontrado: El nombre de la instantánea no es valido.
fr: L'instantané `%(name)s` est invalide raison: Le nom de l'instantané n'est pas valide.
pl: Wykryto niepoprawny zrzut danych „%(name)s”: niepoprawna nazwa.

source: Invalid snapshot `%(name)s` found: %(error_cause)s.
es: Instantánea no valida «%(name)s» Encontrado: %(error_cause)s.
fr: L'instantané `%(name)s` est invalide raison: %(error_cause)s.
pl: Odnaleziono niepoprawny zrzut danych „%(name)s”: %(error_cause)s.

source: The snarfile header is incomplete !
de: Dateikopf der 'snar'-Datei ist unvollständig!
es: ¡La cabecera del archivo SNAR no está completa!
fr: L'entête du fichier SNAR est incomplète !
it: L'intestazione del file snar è incompleta.
pl: Nagłówek pliku SNAR jest niekompletny!
