Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: Snapshot '%s' is already Full, nothing to do (not changing it to full).
de: Sicherung '%s' ist bereits eine vollständige Sicherung, es gibt nichts zu tun (wird nicht in eine volle Sicherung umgewandelt).
es: La imagen'%s' esta llena, nada que ver (no se cambia esta llena).
fr: L'instantané '%s' est déjà plein, abandon de l'opération.
pl: Zrzut danych „%s” jest już kompletny. Brak czynności do wykonania.

source: Preparation of backup process
es: Preparación del proceso de copia de seguridad
fr: Préparation du processus de sauvegarde
pl: Przygotowywanie do wykonania kopii zapasowej

source: Snapshot '%(name)s' is being made.
de: Sicherung '%(name)s' wird erstellt.
es: Se está haciendo la Instantánea '%(name)s'.
fr: Instantané '%(name)s' en cours de création.
pl: Wykonywanie zrzutu danych „%(name)s”.

source: Setting Base to '%(value)s'.
de: Festlegen der Ausgangssicherung auf '%(value)s'.
es: Configurando Base a '%(value)s'.
fr: Réglage de la Base à '%(value)s'.

source: Setting packages File.
de: Erstellen der Paket-Liste.
es: Configurando archivo de paquetes.
fr: Réglage des fichiers de sauvegarde.

source: Problem when setting the packages list:
de: Problem beim Festlegen der Paketliste:
es: Hubo un problema al configurar la lista de paquetes:
fr: Il y a un problème lors du réglage de la liste des paquets.

source: Setting Excludes File.
de: Schreiben der 'Nicht Sichern'-Liste.
es: Ajustes de archivos excluidos.
fr: Réglage des exclusions de fichiers.
pl: Określanie wykluczonych położeń

source: Setting compression format to `%s`
es: Ajustes del formato de compresión para '%s'
fr: Réglage du format de compression à `%s`
pl: Ustawianie formatu kompresji na „%s”

source: Setting size of archive chunks to %s
es: Ajustes del tamaño para partes de archivos para %s
fr: Réglage de la taille des parties d'archive à %s
pl: Ustawianie rozmiaru fragmentów archiwum na %s

source: Option 'Follow symbolic links' is enabled.
de: Option 'Symbolischen Links folgen' ist aktiviert.
es: Opción 'Seguir links simbolicos' esta habilitada.
fr: L'option 'suivre les liens symboliques' est activée.
pl: Opcja „Podążanie za dowiązaniami symbolicznymi” jest włączona.

source: Option 'Follow symbolic links' is disabled.
de: Option 'Symbolischen Links folgen' ist nicht aktiviert.
es: La opción 'Seguir links simbólicos' esta deshabilitada.
fr: L'option 'Suivre les liens symboliques' est désactivée.
pl: Opcja „Podążanie za dowiązaniami symbolicznymi” jest wyłączona.

source: Snapshot is being committed
es: La instantanea está siendo confirmada
fr: Un instantané est en cours

source: Error while purging old snapshots: %s
es: Error mientras se limpiaban las instantáneas antiguas: %s
fr: Erreur pendant le nettoyage des anciens instantanés: %s
pl: Wystąpił błąd podczas usuwania przestarzałych zrzutów danych: %s

source: Backup process finished.
de: Sicherungsvorgang wurde beendet.
es: Ha finalizado el proceso de respaldo.
fr: Le processus de sauvegarde est terminé.
pl: Zakończono wykonywanie kopii zapasowej.

source: Inspect file system and collect file infos
es: Inspeccionando el sistema de archivos y recolectando información
fr: Inspection du système de fichiers et collecte des informations sur les fichiers
pl: Analizowanie systemu plików i zbieranie informacji o plikach

source: Summary of backup
es: Resumen de la copia de seguridad
fr: Résumé de la sauvegarde
pl: Podsumowanie kopii zapasowej

source: Number of directories: %s.
de: Anzahl von Verzeichnissen: %s.
es: Número de directorios: %s.
fr: Nombre de répertoires : %s.
pl: Ilość katalogów: %s.

source: Total number of files: %s.
de: Gesamtanzahl von Dateien: %s.
es: Número total de archivos: %s.
fr: Nombre total de fichiers : %s.
pl: Ogólna ilość plików: %s.

source: Number of symlinks: %s.
de: Anzahl symbolischer Verknüpfungen: %s.
es: Número de enlaces simbólicos: %s.
fr: Nombre de liens symboliques : %s.
pl: Ilość dowiązań symbolicznych: %s.

source: Number of files included in snapshot: %s.
de: Anzahl der in diesen Schnappschuss eingeschlossenen Dateien: %s.
es: Número de archivos incluidos en la instantánea: %s.
fr: Nombre de fichiers inclus dans l'instantané : %s.
pl: Ilość plików uwzględnionych w zrzucie danych: %s.

source: Number of new files (also included): %s.
de: Anzahl neuer Dateien (ebenfalls eingeschlossen): %s.
es: Número de archivos nuevos (también incluidos): %s.
fr: Nombre de nouveaux fichiers (également inclus) : %s.
pl: Ilość uwzględnionych nowych plików: %s.

source: Number of files skipped in incremental snapshot: %s.
de: Anzahl übersprungener Dateien in diesem inkrementellen Schnappschuss: %s.
es: Número de archivos omitidos en la instantánea incremental: %s.
fr: Nombre de fichiers ignorés dans l'instantané incrémental : %s.
pl: Ilość plików pominiętych podczas wykonywania przyrostowego zrzutu danych: %s.

source: Number of items forced to be excluded: %s.
de: Anzahl von Elementen, die ausgeschlossen werden mussten: %s.
es: Numero de elementos forzados a ser excluidos : %s.
fr: Nombre de fichiers exclus de force : %s.
pl: Ilość elementów wykluczonych przymusowo: %s.

source: Number of items to be excluded by config: %s.
de: Anzahl von Elementen, die auf Grund von Benutzereinstellungen ausgeschlossen wurden: %s.
es: Número de elementos excluidos por configuración: %s.
fr: Nombre de fichiers exclus selon la configuration : %s.
pl: Ilość elementów wykluczonych na podstawie ustawień: %s.

source: Maximum free size required is '%s'.
de: Maximal benötigter freier Speicherplatz ist '%s'.
es: El maximo tamaño libre requerido es «%s».
fr: L'espace libre maximum requis est '%s'.
pl: Maksymalna wymagana ilość wolnej przestrzeni wynosi %s.

source: Available disk size is '%s'.
de: Verfügbarer Speicherplatz ist '%s'.
es: El tamaño de disco disponible es «%s».
fr: L'espace disque disponible est '%s'.
pl: Dostępna ilość przestrzeni dyskowej wynosi %s.

source: Not enough free space in the target directory for the planned backup (free: %(freespace)s, required: %(neededspace)s).
es: No hay suficiente espacio en el directorio elegido para la copia de seguridad planeada(libre: %(freespace)s, requerido %(neededspace)s).
fr: Il n'y a pas assez d'espace disponible dans le répertoire cible pour la sauvegarde planifiée (libre:%(freespace)s, requis: %(neededspace)s).
pl: Brak wystarczającej ilości wolnej przestrzeni w położeniu docelowym dla planowanej kopii zapasowej (wolna: %(freespace)s, wymagana %(neededspace)s).

source: Unable to copy log. File access is not initialized.
es: Imposible de copiar el archivo de registros.El acceso al archivo no se fue iniciado.
fr: Impossible de copier le journal. L'accès au fichier n'est pas initialisé.
pl: Nie można skopiować pliku dziennika. Dostęp do pliku nie został zainicjowany.

source: Unable to copy log file: %s
es: Imposible de copiar el archivo de registros : %s
fr: Impossible de copier le fichier journal : %s
pl: Nie można skopiować pliku dziennika: %s

source: Unable to find logfile to copy into snapshot.
de: Logdatei wurde nicht gefunden.
es: No se puede encontrar el archivo de registro para copiar en la imagen
fr: Impossible de trouver le fichier de journal à copier dans l'instantané.
pl: Nie można odnaleźć pliku dziennika w celu skopiowania go do zrzutu danych.

source: No snapshot to copy logfile.
de: Keine Sicherung vorhanden um das Log zu kopieren.
es: No hay instantánea a la que copiar el archivo de registro.
fr: Aucun instantané pour copier le fichier de rapport.
it: Nessuna immagine per copiare il file di registro

source: Processing of profile was canceled on user request
es: El procesamiento del perfil fue cancelado a petición del usuario
fr: Le traitement du profil a été annulé à la demande de l'utilisateur
pl: Przetwarzanie profilu zostało anulowane na życzenie użytkownika.

source: Processing of profile successfully finished (no errors)
es: El procesamiento del perfil termino exitosamente (No Hubo errores)
fr: Traitement du profil terminé avec succès (pas d'erreurs)
pl: Przetwarzanie profilu zostało zakończone pomyślnie.

source: Processing of profile failed with error: %s
es: El procesamiento del perfil fallo con error:%s
fr: Le traitement du profil a échoué à cause de l'erreur : %s
pl: Przetwarzanie profilu zostało zakończone z błędem: %s

source: Backup destination: %s
es: Destino de la copia de seguridad: %s
fr: Destination de la sauvegarde : %s
pl: Położenie docelowe kopii zapasowej: %s

source: Unable to find destination directory.
es: Imposible de encontrar el directorio de destino.
fr: Impossible de trouver le répertoire de destination.
pl: Nie można odnaleźć położenia docelowego.

source: Unable to find destination directory even after retry.
es: Imposible de encontrar el directorio de destino aun despues de reintentar.
fr: Impossible de trouver le répertoire de destination après une nouvelle tentative.
pl: Nie można odnaleźć położenia docelowego po ponownej próbie.

source: Target directory '%(target)s' does not exist.
de: Zielverzeichnis '%(target)s' existiert nicht.
es: No existe el directorio de destino '%(target)s'.
fr: Le répertoire de destination '%(target)s' n'existe pas.
pl: Położenie docelowe „%(target)s” nie istnieje.

source: Unable to access destination: %s
es: Imposible de acceder al destino: %s
fr: Impossible d'accéder à la destination : %s
pl: Nie można uzyskać dostępu do położenia docelowego: %s

source: Snapshot is inconsistent: __name is not set
de: Schnappschuss ist inkonsistent: __name ist nicht festgelegt
es: La instantánea es inconsistente: _name no está definido
fr: L'instantané est incohérent:__name n'est pas réglé

source: Name of snapshot '%s' doesn't match requirement
de: Name der Sicherung '%s' erfüllt Anforderung nicht
es: El nombre de la instantánea «%s» no coincide con los requerimientos
fr: Le nom de l'instantané '%s' ne correspond pas au schéma attendu.
it: Il nome dell'immagine «%s» non corrisponde ai requisiti
pl: Nazwa zrzutu danych „%s” nie pasuje do wymaganej.

source: Snapshot is inconsistent: __snapshotpath is not set
de: Schnappschuss ist inkonsistent: __snapshotpath ist nicht festgelegt
es: La instantánea es inconsistente: _snapshotpath no está definido
fr: L'instantané est incohérent:__snapshotpath n'est pas réglé

source: The snapshot compression format is supposed to be '%s' but the corresponding well named file wasn't found
de: Das Format der Sicherung sollte '%s' sein, jedoch wurde ein entsprechend benannte Datei nicht gefunden
es: Se supone que el formato de compresión de la instantánea es «%s» pero no se encontró el archivo con un nombre correcto
fr: Le format de compression de l'instantané est censé être '%s' mais le fichier correctement nommé n'a pas été trouvé.
it: Il formato di compressione delle immagini dovrebbe essere «%s», ma il file corrispondente non è stato trovato

source: %(file)s doesn't contain valid value. Ignoring incomplete or non - backup directory.
es: %(file)s No contiene un valor valido. Ignorando incompleto o no existe el directorio de la copia de seguridad.
fr: %(file)s ne contient pas de valeur valide. Les dossiers incomplets ou sans rapport avec la sauvegarde seront ignorés.

source: Name of Snapshot not valid : %s
de: Name der Sicherung ist ungültig: %s
es: Nombre de instantánea no válido: %s
fr: Le nom de l'instantané est invalide : %s
it: Nome dell'immagine non valido: %s
pl: Niepoprawna nazwa zrzutu danych: %s

source: Name of base not valid : %s
de: Name der Ausgangssicherung ist ungültig: %s
es: Nonbre de base no valido : %s
fr: Nom du parent invalide : %s
it: Nome della base non valido: %s
pl: Niepoprawna nazwa bazy: %s

source: Invalid name of snapshot: %s
es: Nombre invalido del snapshot: %s
fr: Nom de l'instantané invalide : %s
pl: Niepoprawna nazwa zrzutu danych: %s

source: Unable to read mandatory file `ver`
es: No se puede leer el archivo obligatorio 'ver'
fr: Impossible de lire le fichier obligatoire 'ver'

source: Base name must be set for incremental backup.
de: Für eine inkrementelle Sicherung muss der Name einer Ausgangssicherung festgelegt sein.
es: Un nombre base debe ser definido para respaldo incremental.
fr: Le nom de la base doit être sélectionné pour une sauvegarde incrémentielle.
pl: Należy określić nazwę bazy dla przyrostowej kopii zapasowej.

source: Initializing FUSE File Access Manager.
de: Initialisierung des FUSE File Access Manager.
es: Inicializando el Manejador de Acceso a Archivos FUSE.
fr: Initialisation du gestionnaire d'accès aux fichiers FUSE.
pl: Inicjowanie menedżera dostępu FUSE

source: Terminating FUSE File Access Manager.
de: Beendigung des FUSE File Access Manager.
es: Finalizando el Manejador de Acceso a Archivos FUSE.
fr: Clôture du gestionnaire d'accès aux fichiers FUSE.
pl: Kończenie działania menedżera dostępu plików FUSE

source: Initializing GIO File Access Manager.
es: Inicializando el Manejador de Acceso a Archivos GIO.
fr: Initialisation du gestionnaire d'accès aux fichiers GIO.
pl: Inicjowanie menedżera dostępu GIO

source: Terminating GIO File Access Manager.
es: Finalizando el Manejador de Acceso a Archivos GIO.
fr: Clôture du gestionnaire d'accès aux fichiers GIO.
pl: Kończenie działania menedżera dostępu GIO

source: Unable to get mount: path is not mounted
es: Imposible de montar: la ruta no fue montada
fr: Impossible d'obtenir le montage: le chemin n'est pas monté.

source: Unable to get mount: path not found when mounting (is probably local)
es: Imposible montar: No se encontró la ruta cuando se montó (probablemente es local)
fr: Impossible d'obtenir le montage: aucun chemin trouvé pendant le montage (est probablement local)

source: Unable to get mount: %s
es: Imposible de montar: %s
fr: Impossible de de monter: %s

source: Unable to un-set mount flag: path is not stored
es: No se puede montar el conjunto: la ruta no se almacena
fr: Impossible de désactiver le drapeau de montage: le chemin n'est pas conservé.

source: Path is already mounted.
es: La ruta ya está montada.
fr: Le chemin est déjà monté.
pl: Położenie jest już zamontowane.

source: Path is not mounted.
es: La ruta no está montada.
fr: Le chemin n'est pas monté.
pl: Położenie nie jest zamontowane.

source: test specified path for existence using GIO
es: prueba de ruta de acceso especificada usando GIO
fr: Vérification du chemin spécifié utilisant GIO

source: Create testdir
es: Crear directorio de prueba
fr: Créer un répertoire de test

source: Test testfile for existence
es: Prueba la existencia de archivo de prueba
fr: Vérification de l'existence de testfile

source: Create file
es: Crear archivo
fr: Créer un fichier

source: Re-read test file
es: Releer archivo de prueba
fr: Relecture du fichier test

source: Remove file
es: Eliminar archivo
fr: Supprimer le fichier

source: Remove dir
es: Eliminar directorio
fr: Supprimer le dossier

source: Unable to import plugin `%(plugin_name)s`: %(error_cause)s
es: Imposible de importar complemento «%(plugin_name)s»: %(error_cause)s
fr: Impossible de d'importer le module externe `%(plugin_name)s`: %(error_cause)s
pl: Nie można zaimportować wtyczki „%(plugin_name)s”: %(error_cause)s.

source: Couldn't found external application 'curlftpfs' needed for handling of ftp sites: %s
de: Konnte externe Anwendung 'curlftpfs' nicht finden. Diese wird zur Handhabung von FTP Sites benötigt: %s
es: No se pudo encontrar la aplicación externa «curlftpfs» necesaria para tratar con sitios FTP: %s
fr: Impossible de trouver l'application externe 'curlftpfs' nécessaire à la gestion des destinations FTP: %s
it: Impossibile trovare l'applicazione esterna «curlftpfs» necessaria per l'utilizzo di siti ftp: %s
pl: Nie odnaleziono programu „curlftpfs” potrzebnego do obsługi położeń ftp: %s.

source: Couldn't mount '%(server)s' into '%(mountpoint)s' : %(error)s
de: '%(server)s' konnte nicht in '%(mountpoint)s' eingebunden werden: %(error)s
es: No se ha podido montar «%(server)s» en «%(mountpoint)s»: %(error)s
fr: Impossible de monter %(server)s' sur '%(mountpoint)s' : %(error)s
it: Impossibile montare «%(server)s» in «%(mountpoint)s»: %(error)s
pl: Nie udało się zamontować „%(server)s” w katalogu „%(mountpoint)s”: %(error)s.

source: FTP schema is: ftp://user:pass@server/anything
de: Schema für FTP ist: ftp://benutzername:passwort@servername.com/ein_beliebiger_pfad
es: El esquema FTP es: ftp://user:pass@server/anything
fr: Le schéma FTP est : ftp://utilisateur:motdepasse@serveur/repertoire
pl: Wzór adresu FTP: ftp://nazwa\_użytkownika:hasło@nazwa\_komputera/zdalne\_położenie

source: Error matching the schema 'ftp://user:pass@server/anything' with '%s' (The '/' after server is mandatory)
de: Beim Auflösen des FTP-Adressformates 'ftp://user:pass@server/anything' ist ein Fehler aufgetreten: '%s' (auf den Servernamen muss zwingend '/' folgen)
es: Error de concordancia del esquema «ftp://user:pass@server/anything» con «%s» (se requiere «/» después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'ftp://user:pass@server/anything' avec '%s' (le '/' après 'server' est obligatoire)
it: Errore di corrispondenza tra «ftp://utente:password@server/cartella» e «%s» (la «/» dopo server è obbligatoria)
pl: Wystąpił błąd podczas dopasowywania ciągu „%s” do wzoru „ftp://nazwa\_użytkownika:hasło@nazwa\_serwera/zdalne\_położenie” (znak „/” jest wymagany po nazwie serwera).

source: Couldn't found external application 'curlftpfs' needed for handling of sftp sites: %s
de: Für die Verwendung von SFTP-Zielen wird das externe Programm 'curlftpfs' benötigt. Das Programm 'curlftpfs' wurde nicht gefunden: %s
es: No se pudo encontrar una aplicación externa «curlftpfs» necesitado para el manejo de los sitios sftp: %s
fr: Impossible de trouver l'application externe 'curlftpfs' nécessaire à la gestion des sites sftp : %s
pl: Nie odnaleziono programu „curlftpfs” potrzebnego do obsługi położeń sftp: %s.

source: SFTP schema is like : sftp://user:pass@server/anything
de: Das Format für SFTP-Adressen lautet: sftp://user:pass@server/anything
es: El esquema de una dirección SFTP es: sftp://user:pass@server/anything
fr: Le modèle SFTP est : sftp://utilisateur:mot_de_passe@serveur/suite_du_chemin
it: Un indirizzo SFTP è simile a: sftp://utente:password@server/cartella
pl: Wzór adresu SFTP: sftp://nazwa\_użytkownika:hasło@nazwa\_komputera/zdalne\_położenie

source: Error matching the schema 'sftp://user:pass@server/anything' with '%s' (The '/' after server is mandatory)
de: Beim Auflösen des SFTP-Adressformates 'sftp://user:pass@server/anything' ist ein Fehler aufgetreten: '%s' (auf den Servernamen muss zwingend '/' folgen)
es: Error de concordancia del esquema 'sftp://user:pass@server/anything' con «%s» (se requiere '/' después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'sftp://user:pass@server/anything' avec '%s' (le '/' après 'server' est obligatoire)
it: Errore di corrispondenza tra «sftp://utente:password@server/cartella» e «%s» (la «/» dopo server è obbligatoria)
pl: Wystąpił błąd podczas dopasowywania ciągu „%s” do wzoru „sftp://nazwa\_użytkownika:hasło@nazwa\_serwera/zdalne\_położenie” (znak „/” jest wymagany po nazwie serwera).

source: Error matching the schema 'ssh://user:pass@example.com/home/' with '%s' (The '/' after server is mandatory)
de: Beim Auflösen des SSH-Adressformates 'ssh://user:pass@example.com/home/' ist ein Fehler aufgetreten: '%s' (auf den Servernamen muss zwingend '/' folgen)
es: Error de concordancia del esquema «ssh://user:pass@server/anything» con «%s» (se requiere «/» después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'ssh://user:pass@example.com/home/' avec '%s' (le '/' après 'server' est obligatoire)
it: Errore di corrispondenza tra «ssh://utente:password@esempio.it/home/» e «%s» (la «/» dopo server è obbligatoria)
pl: Wystąpił błąd podczas dopasowywania ciągu „%s” do wzoru „ssh://nazwa\_użytkownika:hasło@nazwa\_serwera/zdalne\_położenie” (znak „/” jest wymagany po nazwie serwera).

source: The sshfs command '%(command)s' didn't perform normally. Output => %(erroroutput)s
de: Das sshfs-Kommando '%(command)s' wurde nicht korrekt ausgeführt. Ausgabe => %(erroroutput)s
es: El comando sshfs '%(command)s' no se ejecutó en forma normal. Información de salida => %(erroroutput)s
fr: La commande sshfs '%(command)s' ne s'est pas exécutée normalement. Résultat => %(erroroutput)s
pl: Polecenie sshfs „%(command)s” nie zostało wykonane poprawnie. Wyjście: %(erroroutput)s

source: SSH schema is like : ssh://user:pass@example.com:33/home/user/backup/
de: Schema für SSH ist: ssh://benutzername:passwort@servername.com:portnummer/ein_beliebiger_pfad
es: El esquema SSH es como : ssh://user:pass@example.com:33/home/user/backup/
fr: Le schéma SSH est le suivant : ssh://utilisateur:motdepasse@serveur.com:33/home/user/backup/
pl: Wzór adresu SSH: ssh://nazwa\_użytkownika:hasło@nazwa_komputera:33/zdalne\_położenie

source: Error matching the schema 'ssh://user:pass@example.com:21/home/' with '%s' (The '/' after server is mandatory)
de: Fehler beim Prüfen des Schema 'ssh://benutzername:passwort@servername.com:portnummer/ein_beliebiger_pfad' mit '%s' (Der Schrägstrich '/' nach der Serverangabe ist notwendig).
fr: Impossible de faire correspondre le schéma 'ssh://utilisateur:motdepasse@serveur.com:21/home/' avec '%s' (Le '/' après le nom du serveur est obligatoire)
pl: Wystąpił błąd podczas dopasowywania ciągu „%s” do wzoru „ssh://nazwa\_użytkownika:hasło:21@nazwa\_serwera/zdalne\_położenie” (znak „/” jest wymagany po nazwie serwera).

source: Please make sure the missing directory exists (e.g. by mounting an external disk) or change the specified target.
es: Por favor, asegúrese de que el directorio perdido existe (p.ej. montando un disco externo) o cambiando el destino especificado.
fr: S.V.P., assurez-vous que le répertoire manquant existe (en montant un disque externe par exemple) ou changez la cible spécifiée.
pl: Proszę upewnić się, że nieodnaleziony katalog istnieje (np. montując nośnik pamięci) lub zmienić położenie docelowe.

source: While accessing the backup destination following error occurred: %s.
es: Mientras se accedía al destino de la copia de seguridad, el siguiente error ha ocurrido: %s.
fr: En accédant à la destination de la sauvegarde, l'erreur suivante s'est produite. %s.
pl: Wystąpił błąd podczas próby dostępu do położenia docelowego kopii zapasowej: %s.

source: Simple Backup error
es: Error Simple Backup
fr: Erreur Simple Backup
pl: Błąd narzędzia prostego tworzenia kopii zapasowej

source: Unable to access backup destination
es: Imposible de accede al destino de la copia de seguridad
fr: Impossible d'accéder à la destination de sauvegarde
pl: Nie można uzyskać dostępu do położenia docelowego kopii zapasowej

source: Scheduled backups are available for Administrator users only.
de: Sicherungen nach Zeitplan sind nur für Administratoren möglichen.
es: Las tareas programadas de copias de seguridad solamente están disponibles para usuarios Administradores.
fr: Les sauvegardes programmées sont disponibles seulement pour les administrateurs.
pl: Harmonogram kopii zapasowych jest dostępny tylko dla użytkowników posiadających uprawnienia administratorskie.

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa

source: File Type
de: Dateityp
es: Tipo de archivo
fr: Type de Fichier
it: Tipo di file
pl: Typ pliku

source: Enable
de: Profil verwenden
es: Activar
fr: Activé
it: Abilita
pl: Włączenie

source: Profile Name
de: Name des Profils
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
pl: Nazwa profilu
