Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: <b>Included files and directories</b>
fr: <b>Fichier et répertoires inclus</b>
pl: <b>Uwzględnione pliki i katalogi</b>

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pl: Usuń

source: Add File
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un Fichier
it: Aggiungi file
pl: Dodaj plik

source: Add Directory
de: Ordner hinzufügen
es: Añadir directorio
fr: Ajouter un Répertoire
it: Aggiungi directory
pl: Dodaj katalog

source: Include
de: Zu sichernde Daten
es: Incluir
fr: Inclure
it: Includi
pl: Uwzględnione

source: <b>Excluded files and directories</b>
fr: <b>Fichier et répertoires exclus</b>
pl: <b>Wykluczone pliki i katalogi</b>

source: Paths
de: Pfade
es: Rutas
fr: Chemins
it: Percorsi
pl: Ścieżki

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
pl: Dodaj

source: File types
de: Dateitypen
es: Tipos de archivo
fr: Types de fichiers
it: Tipi di file
pl: Typy plików

source: Regular Expressions
de: Reguläre Ausdrücke
fr: Expressions Régulières
pl: Wyrażenia regularne

source: Do not backup files bigger than
de: Keine Dateien sichern, die größer sind als
fr: Ne pas sauvegarder les fichiers plus gros que
pl: Wykluczanie plików o rozmiarze większym niż

source: Follow symbolic links
de: Symbolischen Verknüpfungen folgen
es: Seguir los enlaces simbólicos
fr: Suivre les liens symboliques
pl: Podążanie za dowiązaniami symbolicznymi

source: Others
de: Sonstige
es: Otros
fr: Autres
it: Altri
pl: Inne

source: Exclude
de: Nicht Sichern
es: Excluir
fr: Exclure
it: Escludi
pl: Wykluczone

source: Use default backup directory
de: Standardverzeichnis für Sicherungen verwenden
es: Usar directorio de copias de seguridad predeterminado
fr: Utiliser le dossier de sauvegarde par défaut
pl: Domyślny katalog kopii zapasowych

source: Use custom local backup directory
de: Benutzerdefiniertes lokales Sicherungs-Verzeichnis verwenden
es: Usar directorio local personalizado de copia de seguridad
fr: Utiliser un répertoire de sauvegarde local personnalisé
it: Usare la directory di backup personalizzata
pl: Katalog lokalny

source: Select the destination folder
de: Zielverzeichnis auswählen
es: Seleccione la carpeta de destino
fr: Choisir le répertoire de destination
it: Selezionare la cartella di destinazione
pl: Wybór katalogu

source: Use a remote site
es: Usar un sitio remoto
fr: Utiliser un site distant
pl: Katalog zdalny

source: ssh://username:password@example.com/remote/dir/
de: ssh://benutzername:kennwort@beispiel.com/entfernt/ordner/
es: ssh://usuario:contraseña@ejemplo.com:/directorio/remoto
fr: ssh://nomdutilisateur:motdepasse@exemple.fr/distant/repertoire/
it: ssh://nomeutente:password@esempio.it/directory/remota/
pl: ssh://nazwaużytkownika:hasło@przykladowy.pl/zdalny/katalog

source: Connect...
es: Conectar...
fr: Se connecter...
pl: Połącz...

source: <i>The selected destination is not writeable with current permissions. Backups cannot be stored there.</i>
de: <i>Das ausgewählte Zielverzeichnis ist mit den derzeitigen Zugriffsrechten nicht beschreibbar. Sicherungen können dort nicht abgelegt werden.</i>
fr: <i>La destination choisie n'est pas accessible en écriture avec les droits actuels. Les sauvegardes ne peuvent y être stockées.</i>
pl: <i>Brak uprawnień do zapisywania we wskazanym położeniu. Kopia zapasowa nie może być w nim przechowywana.</i>

source: _No scheduled backups
de: _Keine geplanten/automatischen Sicherungen
fr: _Aucune sauvegarde programmée
pl: _Brak

source: This option will make a backup not at a precise time but when the computer is up.
fr: Cette option fera une sauvegarde à un moment opportun lorsque l'ordinateur est en fonction.
pl: Wykonuje kopie zapasowe nie o określonym czasie ale kiedy komputer jest włączony.

source: _Custom
de: _Benutzerdefiniert
es: _Personalizado
fr: _Personnalisé
pl: _Własny

source: Do backups
de: Sicherungen erstellen
es: Hacer copias de seguridad
fr: Faire les sauvegardes
pl: Wykonywanie kopii zapasowej

source: Cron time definition
de: Cron-Ausdruck
fr: Entrée cron
pl: Definicja czasu programu Cron:

source: hourly daily weekly monthly
de: Stündlich Täglich Wöchentlich Monatlich
fr: heure quotidienne hebdomadaire mensuelle
pl: co godzinę co dzień co tydzień co miesiąc

source: Show help topic about scheduled backups.
de: Hilfe zu geplanten Sicherungen anzeigen.
fr: Afficher l'aide à propos des sauvegardes planifiées

source: <small>You can configure scheduled (i.e. automated) backups either simply by choosing an interval or precisely by a custom cron definition. See "man 5 crontab" for cron time definition format.</small>
de: <small>Geplante/Zeitgesteuerte (d.h. automatische) Sicherungen können durch das einfache Auswählen des gewünschten Intervalles oder durch die Festlegung eines benutzerdefinierten Cron-Ausdruckes konfiguriert werden. Siehe "man 5 crontab" für das Format der Cron-Ausdrücke.</small>
fr: <small>Vous pouvez planifier le calendrier de sauvegarde afin d'effectuer des archives à intervalles réguliers ou plus finement en personnalisant une tâche cron. Consulter "man 5 crontab" pour connaitre le format des entrées cron.</small>
pl: <small>Harmonogram kopii zapasowych można skonfigurować w sposób prosty - wybierając okres ich automatycznego wykonywania lub precyzyjny - określając reguły wykonywania przez program cron. Podręcznik programu cron (man 5 crontab) zawiera szczegółowy opis formatowania reguł.</small>

source: Schedule
de: Zeitplan
es: Programar
fr: Planification
pl: Harmonogram

source: Enable purging of old backups
fr: Activer la purge des anciennes sauvegardes
pl: Usuwanie przestarzałych kopii zapasowych

source: Simple cut-off: Erase all backups older than
de: Einfaches Entfernen: Löschen aller Sicherungen älter als
fr: Simple: Effacer toutes les archives plus vieilles que
pl: Proste - usuwa wszystkie kopie starsze niż

source: Logarithmic
de: Logarithmisches Entfernen
es: Logarítmico
fr: Logarithmique
it: Logaritmica
pl: Logarytmicze

source: <small>Keep progressively less backups into the past: Keep all backups from yesterday Keep one backup per day from last week Keep one backup per week from last month Keep one backup per month from last year Keep one backup per quarter from 2nd last year Keep one backup per year further into past</small>
fr: <small>Conserver de moins en moins d'anciennes sauvegardes Conserver toutes les sauvegardes de la veille Conserver une sauvegarde par jour de la semaine dernière Conserver une sauvegarde par semaine du mois dernier Conserver une sauvegarde par mois de l'année dernière Conserver une sauvegarde par trimestre de l'avant dernière année Conserver une sauvegarde par année antérieure</small>
pl: <small>Przechowuje mniejszą ilość kopii starszych, tzn: wszystkie kopie z poprzedniego dnia, jedną kopię z każdego dnia ostatniego tygodnia, jedną kopię z każdego tygodnia ostatniego miesiąca, jedną kopię z każdego miesiąca ostatniego roku, jedną kopię z każdego kwartału ostatnich dwóch lat, jedną kopię z każdego roku w przypadku dłuższego okresu.</small>

source: Show help topic about purging of backups.
de: Hilfe zum Aufräumen von Sicherungen anzeigen.
fr: Voir la rubrique d'aide sur le nettoyage des sauvegardes.

source: <small>Note: Additionally all incomplete and irrecoverable backups will be erased as long as there is a complete backup snapshot made later on.</small>
de: <small>Hinweis: Darüber hinaus werden alle unvollständigen und nicht wiederherstellbaren Sicherungen gelöscht, sofern eine vollständige Sicherung eines späteren Zeitpunktes verfügbar ist.</small>
es: <small>Nota: Además, se borrarán todas las copias de seguridad incompletas e irrecuperables cuando exista una copia de seguridad completa llevada a cabo posteriormente.</small>
fr: <small>Note : De plus, toutes les sauvegardes non terminées ou non récupérables seront effacées tant qu'il y a une sauvegarde complète faite plus tard.</small>
it: <small>Nota: gli ulteriori backup incompleti e irrecuperabili verranno cancellati finché vi sarà sempre un backup completo.</small>
pl: <small>Uwaga: Dodatkowo wszystkie niekompletne i nie możliwe do przywrócenia kopie zapasowe są kasowane tak długo, jak tylko istnieje pełna migawka kopii zapsowej stworzona później.</small>

source: Purging
de: Aufräumen
es: Borrando
fr: Nettoyage
it: Pulizia
pl: Usuwanie

source: Cleaning old backups
de: Alte Sicherungen säubern
es: Limpiando copias de seguridad antiguas
fr: Nettoyage des anciennes sauvegardes
it: Eliminazione vecchi backup
pl: Usuwanie starych kopii zapasowych

source: <b>Logging</b>
de: <b>Protokollieren</b>
es: Acceso
fr: <b>Journalisation</b>
pl: <b>Dziennik</b>

source: Debug is just for debbuging purpose.Info is the recommended setting
de: Die empfohlene Einstellung ist 'Info'. Die Einstellung 'Debug' ist für Entwicklerzwecke vorgesehen.
es: Debug es justamente para propositos de debbuging.Info es la configuracion recomendada
fr: Debug est juste pour le déboguage.Info est la valeur recommandée
it: Debug è solo per il debug. L'impostazione raccomandata è Info
pl: Wartość „Debug” jest przeznaczona do diagnozowania błędów. Rekomendowana wartość to „Info”.

source: Log level
de: Protokollierungsstufe
es: Nivel de registro
fr: Niveau du journal
pl: Poziom szczegółów:

source: Debug is just for debbuging purpose. Info is the recommended setting.
de: 'Debug' dient der Fehlerbehebung. Die empfohlene Einstellung is 'Info'.
fr: Debug est uniquement pour le déboguage. Info est la valeur recommandée
pl: Wartość „Debug” jest przeznaczona do diagnozowania błędów. Rekomendowana wartość to „Info”.

source: Log file directory
de: Verzeichnis der Protokolldatei
es: Directorio de archivos de registro
fr: Répertoire du fichier journal
it: Directory del file del registro
pl: Położenie pliku dziennika:

source: <b>Report by mail</b>
de: <b>Bericht per E-Mail</b>
es: <b>Reporte por correo</b>
fr: <b>Rapport via courriel</b>
pl: <b>Poczta elektroniczna</b>

source: From
de: Absender
es: Desde
fr: De
pl: Od

source: SMTP server
es: Servidor SMTP
fr: Serveur SMTP
pl: Serwer SMTP

source: To
de: An
es: Para
fr: À
pl: Do

source: Use a username and password
de: Benutzername und Kennwort verwenden
es: Usar nombre de usuario y contraseña
fr: Utiliser un nom d'utilisateur et un password
it: Utilizzare nome utente e password
pl: Uwierzytelnianie przy pomocy nazwy użytkownika i hasła

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur :
it: Nome utente
pl: Nazwa użytkownika:

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe :
pl: Hasło:

source: Use secure connection
de: Sichere Verbindung benutzen
es: Usar conexión segura
fr: Utiliser une connexion sécurisée
pl: Nawiązywanie bezpiecznego połączenia

source: Choose a certificate file
de: Zertifikatsdatei auswählen
es: Eija un Archivo de Certificado
fr: Choisissez un fichier de certificat
pl: Wybór pliku

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
pl: Klucz

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
it: Certificato
pl: Certyfikat

source: Choose a key file
de: Schlüsseldatei auswählen
es: Elegir un archivo de clave
fr: Choisissez un fichier de clés
pl: Wybór pliku

source: Test _mail settings
de: Testen der _Mail Einstellungen
es: Probar configuración de _correo
fr: Tester les réglages courriel
pl: Przetestuj _ustawienia

source: Report
de: Berichte
es: Informe
fr: Rapport
it: Rapporto
pl: Raportowanie

source: Warning
de: Achtung
es: Advertencia
fr: Avertissement
pl: Ostrzeżenie

source: Show help topic about default values.
de: Zeige das Hilfethema zu Standardwerten.
es: Mostrar tema de ayuda sobre los valores predeterminados.
fr: Voir la rubrique d'aide sur les valeurs par défaut.

source: _Set
de: _Setzen
es: _Configurar
fr: Définir
pl: _Przywróć

source: Set remote target
fr: Définir la cible distante
pl: Określanie zdalnego położenia

source: Type of service
es: Tipo de servicio
fr: Type de service
pl: Typ usługi:

source: Hostname
es: Nombre de Host
fr: Serveur
pl: Nazwa komputera:

source: <b>Details</b>
es: <b>Detalles</b>
fr: <b>Détails</b>
pl: <b>Szczegóły</b>

source: Show password
es: Mostrar contraseña
fr: Afficher le mot de passe
pl: Wyświetlanie hasła

source: _Connect
es: _Conectar
fr: Se _connecter
pl: _Połącz

source: Make a full backup
es: Hacer una copia de seguridad completa
fr: Faire une sauvegarde complète
pl: Wykonanie kompletnej kopii

source: Restore files/directories
es: Restaurar archivos/directorios
fr: Restaurer les fichiers/répertoires

source: <b>Restore Source Folder</b>
es: <b>Carpeta de origen de la restauración</b>
fr: <b>Restaurer le répertoire d'origine</b>

source: Available backups:
es: Copias de seguridad disponibles:
fr: Sauvegardes disponibles :

source: Use custom:
es: Usar personalizado:
fr: Utiliser les réglages personnalisés :

source: Use default:
es: Usar predeterminado:
fr: Utiliser les réglages par défaut :

source: <b>Files and Folders to restore</b>
es: <b>Archivos y carpetas a restaurar</b>
fr: <b>Fichiers et répertoires à restaurer</b>

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pl: Przywróć

source: Restore As...
es: Restaurar como...
fr: Restaurer en tant que...

source: <b>Backup destination</b>
es: <b>Destino de la copia de seguridad</b>
fr: <b>Destination de la sauvegarde<\b>
pl: <b>Położenie docelowe</b>

source: Displays the manual in Help browser.
de: Zeigt das Handbuch im Hilfebrowser.
es: Mostrar el manual en el visor de ayuda.
fr: Affiche le manuel dans le navigateur d'aide.
pl: Wyświetla podręcznik pomocy w przeglądarce dokumentacji

source: Default profile's destination
fr: Destination du profil par défaut
pl: Profilu domyślnego

source: Set backup destination to the place specified in default configuration profile
fr: Définir la destination de la sauvegarde comme celle indiquée dans le profil de configuration par défaut
pl: Ustawia położenie kopii zapasowej określone w domyślnym profilu

source: Custom destination
es: Destino personalizado
fr: Destination personnalisée
pl: Własne

source: Select a backup destination on your harddisk or at a remote site. Press Apply when ready.
es: Seleccionar el destino de la copia de seguridad en su disco duro o en un sitio remoto. Presione aplicar cuando esta listo.
fr: Choisissez la destination de sauvegarde sur votre disque dur ou sur un site distant. Appuyez ensuite sur Appliquer.
pl: Wprowadza własne lokalne lub zdalne położenie kopii zapasowej. Proszę kliknąć przycisk „Zastosuj” w celu zmiany położenia.

source: Choose a destination folder. For remote sites fill URI in text field
es: Escoja un directorio de destino. Para sitios remotos colocar el URI en el campo de texto
fr: Choisissez un dossier de destination. Pour les sites distants, renseignez l'URI dans le champ de texte
pl: Wybiera katalog docelowy kopii zapasowej. W przypadku położeń zdalnych proszę wprowadzić adres URI w polu tekstowym.

source: Change destination to path specified in left text field
fr: Changer la destination par le chemin spécifié dans le champ de texte à gauche
pl: Zmienia położenie kopii zapasowej na tą wprowadzoną w polu po lewej

source: Select a bold printed date to get the list of backups for that date.
fr: Choisissez une date en gras pour obtenir la liste des sauvegardes à cette date.
pl: Proszę wybrać datę wypisaną pogrubioną czcionką, aby wyświetlić listę kopii zapasowych wykonanych w tym dniu.

source: Available backups
es: Copias de seguridad disponibles
fr: Sauvegardes disponibles
pl: Dostępne kopie zapasowe

source: Delete snapshot
es: Eliminar instantánea
fr: Supprimer l'instantané
pl: Usunięcie zrzutu danych

source: Delete
de: Entfernen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń

source: <b>Snapshot History</b>
de: <b>Verlauf der Sicherungen</b>
es: <b>Historial de instantáneas</b>
fr: <b>Historique des instantanés</b>
it: <b>Storia dell'immagine</b>
pl: <b>Historia zrzutów danych</b>

source: Current base:
es: Bae actual:
fr: Base active:
pl: Bieżąca baza:

source: Select a snapshot on this list to rebase on it.
de: Wählen Sie aus dieser Liste eine Sicherung aus um diese als Ausgangssicherung zu verwenden.
fr: Sélectionner l'instantané dans la liste pour l'appliquer comme base.
it: Selezionare un'immagine nell'elenco per creare la nuova base.

source: Rebase
de: Ausgangssicherung umstellen
fr: Changer la base
it: Creare la nuova base

source: <b>Snapshot Management</b>
de: <b>Verwaltung von Sicherungen</b>
es: <b>Gestión de instantáneas</b>
fr: <b>Gestion de l'instantané</b>
it: <b>Gestione immagine</b>
pl: <b>Zarządzanie</b>

source: Snapshot details
es: Detalles de la instantánea
fr: Détails de l'instantané
pl: Szczegóły zrzutu danych

source: Restores files/directories from the selected snapshot
fr: Restaurer les fichiers/répertoires de l'instantané sélectionné
pl: Przywraca pliki i katalogi ze wskazanego zrzutu danych

source: Restores files/directories recursively starting from the base snapshot to the selected snapshot
fr: Restaurer les fichiers / répertoires de manière récursive à partir de l'instantané de base vers l'instantané sélectionné
pl: Przywraca pliki i katalogi rekurencyjnie rozpoczynając od bazowego zrzutu danych a kończąc na wskazanym zrzucie danych

source: Revert
de: Änderungen rückgängig machen
es: Revertir
fr: Rétrograder
it: Reimposta
pl: Przywróć rekurencyjnie

source: <b>Restoration Management</b>
de: <b>Wiederherstellung</b>
es: <b>Gestión de restauraciones</b>
fr: <b>Gestion de la restoration</b>
it: <b>Gestione ripristino</b>
pl: <b>Przywracanie</b>

source: <b>Export Management</b>
de: <b>Export-Verwaltung</b>
es: <b>Gestión de exportaciones</b>
fr: <b>Gestion de l'exportation</b>
it: <b>Gestione esportazione</b>
pl: <b>Eksportowanie</b>

source: Headline
de: Überschrift
es: Título
fr: Titre
it: Intestazione
pl: Nagłówek

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
pl: Zawartość

source: No need to rebase a full snapshot '%s'
de: Die Datengrundlage einer vollständigen Sicherung '%s' braucht nicht umgestellt werden
it: Non è necessario creare la nuova base di un'immagine completa «%s»
pl: Nie ma potrzeby zmieniać bazę kompletnego zrzutu danych „%s”

source: '%(snapshotToRebase)s' doesn't have 'base' file , it might have been broken
de: '%(snapshotToRebase)s' enthält keine 'base'-Datei, es ist möglicherweise beschädigt
it: «%(snapshotToRebase)s» non ha un file «base», potrebbe essere danneggiato
pl: Zrzut danych „%(snapshotToRebase)s” nie posiada pliku bazowego lub został on uszkodzony.

source: Cannot rebase a snapshot on an earlier one : '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'
de: Die Datengrundlage eine Sicherung kann nicht auf eine jüngere Sicherung umgestellt werden: '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'
it: Impossibile creare la nuova base su un'immagine precedente: «%(snapshotToRebase)s» <= «%(NewBaseSnapshot)s»
pl: Nie można zmienić bazy zrzutu danych na wcześniejszą: „%(snapshotToRebase)s” <= „%(NewBaseSnapshot)s”.

source: Rebasing '%(current)s' on '%(base)s'
de: Ändern der Basis von '%(current)s' auf '%(base)s'
it: Creare la nuova base «%(current)s» su «%(base)s»
pl: Zmienianie bazy z „%(current)s” na „%(base)s”

source: Base of snapshot '%s' is not set.
de: Ausgangssicherung des Sicherung '%s' ist nicht gesetzt.
pl: Nie ustawiono bazy zrzutu danych „%s”.

source: Unable to remove upgrade stamp: %s
pl: Nie można usunąć oznaczenia aktualizacji: %s

source: Upgrading from v1.0 to v1.2: %s
de: Umstellung von v1.0 auf v1.2: %s
it: Aggiornamento dalla versione 1.0 alla 1.2: %s
pl: Aktualizowanie z wersji 1.0 do wersji 1.2: %s

source: Upgrading to v1.3: %s
de: Umstellung auf v1.3: %s
it: Aggiornamento alla versione 1.3: %s
pl: Aktualizowanie do wersji 1.3: %s

source: Upgrading to v1.4: %s
de: Umstellung auf v1.4: %s
it: Aggiornamento alla versione 1.4: %s
pl: Aktualizowanie do wersji 1.4: %s

source: Upgrading to v1.5: %s
de: Umstellung auf v1.5: %s
it: Aggiornamento alla versione 1.5: %s
pl: Aktualizowanie do wersji 1.5: %s

source: The SNAR file already exist for snapshot '%s'. It is not overwritten.
de: Die SNAR-Datei existiert bereits für die Sicherung '%s'. Sie wird nicht überschrieben.
pl: Plik SNAR zrzutu danych „%s” już istnieje. Nie zostanie zastąpiony.

source: There are snapshots stored in outdated snapshot formats. Please upgrade them using 'Simple Backup-Restoration' if you want to use them.
pl: Napotkano zrzuty danych przechowywane w nieaktualnych formatach. Proszę zaktualizować je używając „Prostego przywracania kopii zapasowych”, aby móc ich użyć.

source: Simple Backup
pl: Proste tworzenie kopii zapasowej

source: Connection to D-Bus service lost.
es: Se perdió la conexión con el servicio D-Bus.
pl: Połączenie z usługą D-Bus zostało przerwane.

source: Version
es: Versión
it: Versione
pl: Wersja

source: Snapshot version is not supported (Only %(supportedversion)s is supported). Version '%(currentversion)s' found. You should upgrade it.
pl: Wersja zrzutu danych nie jest obsługiwana (wersja obsługiwana: %(supportedversion)s). Wersja zrzutu danych: %(currentversion)s. Proszę zaktualizować zrzut danych.

source: Do you really want to upgrade snapshot?
pl: Zaktualizować zrzut danych?

source: Snapshot was sucessfully upgraded.
pl: Zaktualizowano zrzut danych.

source: Upgrade finished
pl: Zakończono aktualizowanie

source: While attempting to upgrade snapshot the following error occurred: %s
pl: Wystąpił następujący błąd podczas próby zaktualizowania zrzutu danych: %s

source: Unable to upgrade snapshot
de: Upgrade der Sicherung konnte nicht durchgeführt werden
it: Impossibile aggiornare l'immagine
pl: Nie można zaktualizować zrzutu danych

source: File '%(file)s' does not exist.
de: Datei '%(file)s' existiert nicht.
pl: Plik „%(file)s” nie istnieje.

source: Destination
de: Zielverzeichnis
es: Destino
it: Destinazione
pl: Położenie docelowe

source: _Simple
de: _Einfach
pl: _Prosty

source: Upgrade snapshot
pl: Zaktualizowanie zrzutu danych

source: Upgrade
de: Version umstellen
it: Aggiorna
pl: Zaktualizuj

source: Port
de: Portnummer
es: Puerto

source: NSsbackup Daemon <%(login)s@%(hostname)s>
de: NSsbackup Dämon <%(login)s@%(hostname)s>
it: Demone NSsbackup <%(login)s@%(hostname)s>

source: [NSsbackup] [%(profile)s] Report of %(date)s
de: [NSsbackup] [%(profile)s] Bericht vom %(date)s
it: [NSsbackup] [%(profile)s] Rapporto di %(date)s

source: An error occurred when pulling snapshot '%s'.
de: Während des Lesens der Sicherung '%s' ist ein Fehler aufgetreten.

source: Cancelling pull of snapshot '%s'
de: Zugriff auf Sicherung '%s' abgebrochen
it: Annullamento del prelevamento dell'immagine «%s»

source: There are snapshots stored in outdated snapshot formats. Please upgrade them using '(Not So) Simple Backup-Restoration' if you want to use them.
de: Es wurden Sicherungen in veralteten Formatversionen gefunden. Bitte aktualisiere diese Sicherungen mit '(Not So) Simple Backup-Wiederherstellung' um sie zu verwenden.

source: Backup process is being started.
de: Sicherungsvorgang wird gestartet.

source: Not enough free space in the target directory for the planned backup (%(freespace)s <= %(neededspace)s).
de: Für die geplante Sicherung ist nicht genügend freier Speicherplatz im Zielverzeichnis (%(freespace)s <= %(neededspace)s).

source: (Not So) Simple Backup error
de: (Not So) Simple Backup Fehler

source: Backup target does not exist. Attention: The target will be set to the default value. Check this on the destination settings page before saving the configuration.
de: Zielverzeichnis der Sicherung existiert nicht. Achtung: Das Zielverzeichnis wird auf den Standardwert gesetzt. Prüfe diese Einstellung im Reiter 'Zielverzeichnis' vor dem Speichern der Konfiguration.

source: (Not So) Simple Backup restore error
de: (Not So) Simple Backup Wiederherstellung Fehler
