Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/*.po
Languages: de, es, fr, it, pl

source: The version of the snapshot is greater than the supported one!
de: Die Version der Sicherung ist neuer als die unterstützten Versionen!
it: La versione dell'immagine è superiore a quella supportata.

source: Do you really want to rebase '%(current)s' on '%(base)s' ?
de: Möchten Sie wirklich die Basis von '%(current)s' auf '%(base)s' ändern?
it: Creare la nuova base «%(current)s» su «%(base)s»?

source: (Not So) Simple Backup restoration
de: (Not So) Simple Backup Wiederherstellung

source: Starting backup Session
de: Sicherungsvorgang wird gestartet.
it: Avvio della sessione di backup

source: This option will make nssbackup make a backup not at a precise time but when the computer is up.
de: Ist diese Option gewählt, erstellt NSsbackup eine Datensicherung nicht zu einem einem genauen Zeitpunkt sondern wenn der Rechner angeschaltet ist.
it: Questa opzione fa si che NSsbackup faccia il backup quando il computer è acceso e non ad un orario preciso.

source: Enable purging of old and incomplete backups
de: Alte und unvollständige Sicherungen automatisch entfernen
it: Abilitare l'eliminazione dei backup vecchi e incompleti

source: <small>Keep progressively less backups into the past: Keep all backups from yesterday. Keep one backup per day from last week. Keep one backup per week from last month. Keep one backup per month from last year. Keep one backup per year further into past. Erase all other backups.</small>
de: <small>Schrittweises Löschen alter Sicherungen: Sicherungen vom Vortag bleiben erhalten. Eine Sicherung pro Tag der vorherigen Woche behalten. Eine Sicherung pro Woche des vorherigen Monats behalten. Eine Sicherung pro Monat des vorherigen Jahres behalten. Eine Sicherung pro Jahr der weiter zurückliegenden Sicherungen erhalten. Die anderen Sicherungen werden gelöscht.</small>

source: NSsbackup restoration
de: NSsbackup-Wiederherstellung
it: Ripristino di NSsbackup

source: Simple Backup suit command line backup format upgrade Usage: upgrade-backup backup-target-url Note: backup-target-url must not include the snapshot subdirectory name, for example: /var/backup/ Use simple-restore-gnome for more ease of use.
de: Simple Backup Sicherungsformat Aktualisierung per Kommandozeile Verwendung: upgrade-backup Sicherungs-Ziel-URL Beachte: Die Sicherungs-Ziel-URL darf nicht den Namen eines Unterverzeichnisses eines Schnappschusses enthalten, also zum Beispiel nur: /var/backup/ Benutzen sie simple-restore-gnome für eine komfortablere graphische Benutzeroberfläche.
it: Simple Backup Suite strumento a linea di comando per l'aggiornamento del backup Uso: upgrade-backup backup-target-url Nota: backup-target-url non deve includere il nome della sotto directory dell'immagine, per esempio: /var/backup/ Usare simple-restore-gnome per una semplicità ancora maggiore.

source: I didn't find the log file. Please set it up in nssbackup.conf
it: Impossibile trovare il file del registro. Impostarlo in nssbackup.conf

source: there was a problem initializing the
it: si è verificato un errore inizializzando

source: BackupManager created
it: BackupManager creato

source: Failed to set the gid to 'admin' one :
it: Impostazione del gid amministrativo non riuscita:

source: Starting snapshot %(name)s
it: Avvio dell'immagine %(name)s

source: Setting Base to '%(value)s'
it: Impostazione della base «%(value)s»

source: Setting packages File
it: Impostazione dei pacchetti

source: Problem when setting the packages :
it: Problema durante l'impostazione dei pacchetti :

source: Setting Excludes File
it: Impostazione esclusione pacchetti

source: Setting compression format
it: Impostazione del formato di compressione

source: Setting split size
it: Impostazione dimensione della divisione

source: Setting follow symbolic links
it: Impostazione dei collegamenti simbolici da seguire

source: Target '%s' directory is excluded
it: La directory di destinazione «%s» è esclusa

source: '%(file)s' doesn't exist, it has to be exclude
it: «%(file)s» non esiste, è da escludere

source: Problem with '%(file)s' : %(error)s
it: Problema con «%(file)s» : %(error)s

source: We don't have read access to '%(file)s', it has to be exclude : %(error)s
it: Impossibile accedere in lettura a «%(file)s», è da escludere : %(error)s

source: '%(file)s' size is higher than the specified one ( %(filesize)s > %(maxsize)s), it has to be exclude
it: «%(file)s» ha una dimensione maggiore di quella specificata (%(filesize)s > %(maxsize)s), è da escludere

source: got an error with '%(file)s' : %(error)s
it: Ottenuto un errore con «%(file)s»: %(error)s

source: Empty regular expression found.
it: Trovata espressione regolare vuota.

source: Invalid regular expression ('%s')
it: Espressione regolare non valida («%s»)

source: No directory to backup !
it: Nessuna directory per il backup.

source: No directories to backup !
it: Non ci sono directory per il backup.

source: Another NSsbackup daemon already running (pid = %s )!
it: Un altro demone NSsbackup è già in esecuzione (pid = %s ).

source: Session of backup is finished (%s is removed)
it: La sessione di backup è terminata (%s è stato rimosso)

source: Unable to change permissions for
it: Impossibile cambiare i permessi per

source: Creating the target dir '%s'
it: Creazione della directory di destinazione «%s»

source: When setting a username (resp password), password (resp username) is mandatory
it: Quando si imposta nome utente o password è obbligatorio inserire entrambi

source: When setting a ssl certificate (resp key), key (resp certificate) is mandatory
it: Quando si imposta un certificato SSL o una chiave è obbligatorio inserire entrambi

source: Initializing FUSE FILE ACCESS MANAGER !
it: Avvio gestore di accesso al file fuse.

source: Terminating FUSE FILE ACCESS MANAGER !
it: Chiusura gestore di accesso al file fuse.

source: File '%(filename)s' not found in the backup snapshot [%(snapshotname)s] files list, We'll not fail though !
it: Il file «%(filename)s» non è stato trovato nell'elenco dei file dell'immagine di backup [%(snapshotname)s].

source: Invalid value of the target directory :
it: Valore non valido della directory di destinazione:

source: Got a non valid snapshot '%(name)s' due to name convention : %(error_cause)s
it: Ottenuta un'immagine non valida «%(name)s» a causa della convenzione sul nome: %(error_cause)s

source: Got a non valid snapshot '%(name)s' , removing : %(error_cause)s
it: Ottenuta un'immagine non valida «%(name)s», rimozione: %(error_cause)s

source: Got an exception when Pulling '%s' :
it: Ottenuta una eccezione prelevando «%s»:

source: Snapshot '%s' is a full . Can't rebase on older snapshot
it: L'immagine «%s» è piena. Impossibile creare la nuova base su un'immagine precedente

source: Snapshot '%s' is already Full, nothing to do (not changing it to full
it: L'immagine «%s» è già completa, niente da fare (non verrà convertita)

source: Deleting '%(snp)s' for purge !
it: Eliminazione «%(snp)s» per pulizia.

source: The SNAR file alredy exist for snapshot '%s', I'll not overide it
it: Il file SNAR è già esistente per l'immagine «%s», non verrà sovrascritto

source: Cannot downgrade other format than 'gzip' to 1.4
it: Impossibile riporatre alla versione 1.4 formati che non siano «gzip»

source: Could not import plugin %(plugin_name)s ! Cause : %(error_cause)s
it: Impossibile importare il plugin %(plugin_name)s. Causa: %(error_cause)s

source: FTP schema is like : ftp://user:pass@server/anything
it: Un indirizzo FTP è simile a: ftp://utente:password@server/cartella

source: It seems the path you entered does not exists. Do you want to add this wrong path?
it: Il percorso inserito non esiste. Aggiungerlo comunque?

source: A backup run is initiated in the background. The process id is:
it: È stato avviato un processo di backup in background. L'ID del processo è:

source: '%d' test(s) didn't succeed !
it: La prova «%d» non ha avuto successo.

source: Please test writability of the target directory by pressing "Test" button on the right.
it: Controllare che la directory di destinazione sia accessibile premendo il pulsante «Prova».

source: Test Succeeded !
it: Prova superata con successo.

source: Target directory is writable.
it: È possibile scrivere nella directory di destinazione.

source: Please change target directory and test writability of the target directory by pressing "Test" button on the right.
it: Cambiare la directory di destinazione e controllare di avere i permessi di scrittura facendo clic sul pulsante «Prova» sulla destra.

source: Please select a Profile !
it: Selezionare un profilo.

source: You are trying to remove a profile. You will not be able to restore it . If you are not sure of what you are doing, please use the 'enable|disable' functionality. <b>Are you sure to want to delete the '%(name)s' profile ?</b>
it: Si sta tentando di rimuovere un profilo. Sarà impossibile ripristinarlo. Se non si è certi di cosa si sta facendo, utilizzare la funzione «abilita/disabilita». <b>Eliminare il profilo «%(name)s»?</b>

source: The program is going to be terminated. Please make sure the missing directory exists (e.g. by mounting an external disk) or change the specified target in NSsbackup configuration tool and restart this application.
it: Il programma sta per essere chiuso. Assicurarsi che la directory mancante esista (es. montando un disco esterno) o cambiare la destinazione specificata nello strumento di configurazione di NSsbackup e riavviare l'applicazione.

source: NSsbackup error
it: Errore di NSsbackup

source: An error occured during initialization:
it: Errore occorso durante l'inizializzazione:

source: NSsbackup restore error
it: Errore di NSsbackup durante il ripristino

source: An error occured while reading snapshot:
it: Si è verificato un errore durante la lettura dell'immagine:

source: No backups found for this day !
it: Nessun backup trovato per questo giorno.

source: The snapshot version is not supported (Just %(supportedversion)s is supported). Version '%(currentversion)s' found. You should upgrade it.
it: Questa versione dell'immagine non è supportata (solo %(supportedversion)s è supportata). Versione trovata «%(currentversion)s». Si consiglia di effettuare l'aggiornamento.

source: Actual base : <b>%s</b>
it: Base attuale: <b>%s</b>

source: NSsbackup restoration error
it: Errore di reimpostazione di NSsbackup

source: Are you sure that you want to definitely remove snapshot '%s' ?
it: Rimuovere definitivamente l'immagine «%s»?

source: Restoring of <tt>'%s'</tt> was sucessful.
it: Ripristino di <tt>«%s»</tt> completato con successo.

source: Restoring of <tt>'%s'</tt> was not sucessful. The following error occured:
it: Ripristino di <tt>«%s»</tt> fallito. Si è verificato il seguente errore:

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was sucessful.
it: Ripristino di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> completato con successo.

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not sucessful. The following error occured:
it: Ripristino di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> Fallito. Si è verificato il seguente errore:

source: Reverting of <tt>'%s'</tt> was sucessful.
it: Reimpostazione di <tt>«%s»</tt> completata con successo.

source: Reverting of <tt>'%s'</tt> was not sucessful. The following error occured:
it: Reimpostazione di <tt>«%s»</tt> fallita. Si è verificato il seguente errore:

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was sucessful.
it: Reimpostazione di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> completata con successo.

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not sucessful. The following error occured:
it: Reimpostazione di <tt>«%(source)s»</tt> in <tt>«%(dirname)s»</tt> fallita. Si è verificato il seguente errore:

source: Snapshot is inconsistant : __name is not set
it: L'immagine è inconsistente: __name non è impostato

source: Snapshot is inconsistant : __snapshotpath is not set
it: L'immagine è inconsistente: __snapshotpath non è impostato

source: %(file)s doesn't contain valid value ! Ignoring incomplete or non-backup directory.
it: %(file)s non contiene valori validi. Vengono ignorate directory incomplete o non di backup.

source: The mandatory 'ver' file doesn't exist in [%s]
it: Il file «ver» obbligatorio non esiste in [%s]

source: Base name must be set for inc backup !
it: Il nome della base deve essere impostato per un backup incrementale.

source: Invalid Archive type
it: Tipo di archivio non valido

source: For the moment split functionality is not compatible with compress option !
it: Al momento la funzione di divisione non è compatibile con l'opzione di compressione.

source: Launching TAR to make Inc backup
it: Avvio di TAR per eseguire il backup incrementale

source: Unable to find the SNAR file to make an Incremental backup
it: Impossibile trovare il file SNAR per eseguire un backup incrementale

source: Falling back to full backup
it: Reimpostato un backup completo

source: Couldn't make a proper backup :
it: Impossibile fare un backup corretto:

source: Launching TAR to make a Full backup
it: Avvio di TAR per effettuare un backup completo

source: '%s' doesn't exist
it: «%s» inesistente

source: Non existing directory : %s
it: Directory inesistente: %s

source: Choose the compression format that you want to apply. Default is <b>gzip</b>.
it: Scegliere il formato di compressione da appllicare. Quello predefinito è <b>gzip</b>.

source: Use a remote directory (SSH or FTP)
it: Usare una directory remota (SSH o FTP)

source: Test
it: Prova

source: Debug is just for debbuging purpose Info is the recommended setting
it: Debug è solo per il debug L'impostazione raccomandata è Info

source: <b>Using this windows you can manage your backups, restore them, revert an existing directory to a previous state ...</b>
it: <b>Utilizzando questa finestra è possibile gestire i backup, ripristinarli, riportare una directory esistente a uno stato precedente ...</b>

source: Select the directory in which you have your backups. You can use a <b>local</b> or <b>distant</b> directory depending on the plugins you have installed.
it: Selezionare la directory in cui si trovano i backup. È possibile utilizzare una directory <b>locale</b> o <b>remota</b> a seconda dei plugin installati.

source: Use the default directory :
it: Utilizzare la directory predefinita :

source: Use a custom directory :
it: Utilizzare una directory personalizzata :

source: <b>Snapshots directory</b>
it: <b>Directory delle immagini</b>

source: The backups availibily dates have been marked <b>bold</b>. Select them to retrieve the backup list for that date.
it: Le date dei backup disponibili sono state contrassegnate in <b>grassetto</>. Selezionarle per recuperare l'elenco dei backup per quella data.

source: <b>Available backups</b>
it: <b>Backup disponibili</b>

source: <b>Snapshot details</b>
it: <b>Dettagli dell'immagine</b>

source: Restore As
it: Ripristina come

source: Revert As
it: Reimposta come

source: Choose to upgrade your snapshot if needed.
it: Scegliere di aggiornare l'immagine se necessario.

source: Actual base :
it: Base attuale:

source: Select a snapshot and change its base to another snapshot.
it: Selezionare un'immagine e cambiarne la base a un'altra.

source: Delete the current snapshot ?
it: Eliminare l'immagine corrente?
