Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/nssbackup-*.po
Languages: bg, es, fr, nl

source: Please test writability of the target directory by pressing "Test" button on the right.
bg: Моля проверете дали в целевата папка може да се записва, като натиснете бутона "Тест" вдясно.
es: Por favor verifique la escritura en el directorio de destino presionando el botón "Test" en la derecha.
fr: Veuillez tester la capacité d'écriture sur le répertoire cible en appuyant sur le bouton "Test" sur la droite.
nl: Test alstublieft of het systeem naar de doelmap kan schrijven door op de rechterkant de "Test"-knop in te drukken.

source: Target directory is writable.
bg: В целевата папка може да се записва.
es: El directorio de destino se puede escribir.
fr: Le répertoire cible n'est pas inscriptible.
nl: Doelmap is beschijfbaar.

source: Please change target directory and test writability of the target directory by pressing "Test" button on the right.
bg: Моля променете целевата папка и проверете дали може да се записва, като натиснете бутона "Тест" вдясно.
es: Por favor, cambie el directorio de destino y compruebe si se permite la escritura en él presionando el botón "Test" de la derecha.
fr: Veuillez changer le répertoire de destination et tester les permissions d'écriture en appuyant sur le bouton "Test" à droite.
nl: Verander de doelmap en test of het systeem naar de doelmap kan schrijven door op de rechterkant de "Test"-knop in te drukken.

source: Please select a Profile !
bg: Моля изберете профил!
es: ¡Por favor, seleccione un perfil!
fr: Choisissez un profil, s'il vous plait
nl: Selecteer een profiel!

source: You are trying to remove a profile. You will not be able to restore it . If you are not sure of what you are doing, please use the 'enable|disable' functionality. <b>Are you sure to want to delete the '%(name)s' profile ?</b>
bg: Опитвате се да премахнете профил, който след това не можете да възстановите. Ако не сте сигурни какво правите, моля използвайте функциите 'включване|изключване'. <b>Сигурни ли сте, че желаете да изтриете профила '%(name)s'?</b>
es: Está intentando eliminar un perfil. No podrá restaurarlo. Si no está seguro de lo que está haciendo, por varo, use la habilidad de 'activar|desactivar'. <b>¿Está usted seguro de que desea eliminar el perfil '%(name)s'?</b>
fr: Vous essayez de supprimer un profil. Vous ne serez pas capable de le récupérer. Si vous n'êtes pas sûr de ce que vous faites, utilisez la fonction d'activation|désactivation. <b>Voulez vous supprimer le profil '%(name)s' ? </b>
nl: Je staat op 't punt een profiel te verwijderen. Dat is niet te herstellen. Als je niet zeker bent van wat je doet, gebruik dan de 'enable|disable' functionaliteit. <b>Weet je zeker dat je het profiel '%(name)s' wilt verwijderen?</b>

source: Restore...
es: Restaurar…
fr: Restoration ...
nl: Herstellen...

source: Restore as...
es: Restaurar como...
fr: Restoration en tant que ...
nl: herstellen als ...

source: Revert...
es: Revertir...
fr: Rétrograder ...
nl: Terugzetten ...

source: Revert as...
es: Revertir como...
fr: Rétrograder comme ...
nl: Terugzetten als ...

source: NSsbackup error
es: Error de NSsbackup
fr: Erreur NSsbackup
nl: NSsbackup foutmelding

source: An error occured during initialization:
es: Ha ocurrido un error durante la inicialización:
fr: Une erreur est survenue pendant l'initialisation.
nl: Een fout ontstond tijdens initialiseren:

source: Version
bg: Версия
es: Versión
nl: Versie

source: Path
bg: Път
es: Ruta
fr: Chemin
nl: Pad

source: State
bg: Състояние
es: Estado
fr: État
nl: Toestand

source: Ready
es: Preparado
fr: Prêt
nl: Gereed

source: Choose a source folder
bg: Изберете изходна папка
es: Elija un directorio de origen
fr: Choisissez un dossier source
nl: Kies een bronmap

source: Loading ...
bg: Зареждане...
es: Cargando ...
fr: Chargement en cours...
nl: Bezig met laden ...

source: NSsbackup restore error
es: Error de restauración de NSsbackup
fr: Erreur de NSsbackup Restoration
nl: NSsbackup herstel-fout

source: An error occured while reading snapshot:
es: Ha ocurrido un error al leer la instantánea:
fr: Une erreur est survenue pendant la lecture de la sauvegarde:
nl: Foutmelding bij het lezen van snapshot:

source: This snapshot seems empty.
bg: Този моментен архив изглежда празен
es: Esta instantánea parece vacía.
fr: Cette sauvegarde semble vide.
nl: Dit snapshot schijnt leeg te zijn.

source: Reading backup snapshot...
es: Preparando instantánea de copia de seguridad...
fr: Lecture de la sauvegarde ...
nl: Bezig backup snapshot te lezen ...

source: No backups found for this day !
bg: За този ден не са намерени архиви!
es: ¡No se encontraron copias de este día!
fr: Pas de sauvegardes trouvées en ce jour !
nl: Geen backups gevonden voor deze dag !

source: The snapshot version is not supported (Just %(supportedversion)s is supported). Version '%(currentversion)s' found. You should upgrade it.
bg: Версията на моментния архив не се поддържа (поддържа се само версия %(supportedversion)s). Засечена е версия '%(currentversion)s'. Трябва да я надградите.
es: La versión de la instantánea no está soportada (sólo está soportada la %(supportedversion)s). Se ha encontrado la versión '%(currentversion)s'. Deberías actualizarla.
fr: La version de la sauvegarde n'est pas supportée (seule '%(supportedversion)s' est supportée). Version '%(currentversion)s' trouvée. Vous devriez mettre à jour la sauvegarde.
nl: De snapshot-versie wordt niet ondersteund ( Versie %(supportedversion)s wordt ondersteund). Versie '%(currentversion)s' gevonden. Het is aan te raden om een upgrade te doen.

source: Select restore location
bg: Изберете място за възстановяване
es: Seleccione la ubicación para la restauración
fr: Sélectionnez l'emplacement de restauration
nl: Herstel-locatie selecteren

source: Select revert location
es: Seleccionar ubicación de reversión
fr: Choisissez la destionnation de restauration
nl: Terugzet-locatie selecteren

source: The version of the snapshot is greater than the supported one!
bg: Версията на моментния архив е по-висока от поддържаната!
es: ¡La versión de la instantánea es mayor que la soportada!
fr: La version de la sauvegarde est plus haute que celle supportée.
nl: De versie van het snapshot is hoger dan wordt ondersteund!

source: NSsbackup restoration error
es: Error de restauración de NSsbackup
fr: Erreur de NSsbackup Restauration
nl: NSsbackup herstel-fout

source: Unable to upgrade snapshot
es: No se pudo actualizar la instantánea
fr: Echec de la mise à jour de la sauvegarde.
nl: Upgrade van snapshot is mislukt

source: Do you really want to rebase '%(current)s' on '%(base)s' ?
fr: Voulez vous vraiment changer la base de '%(current)s' à '%(base)s' ?
nl: Wert je zeker dat je '%(current)s' op '%(base)s' wil enten?

source: Are you sure that you want to definitely remove snapshot '%s' ?
bg: Сигурни ли сте, че желаете окончателно да премахнете моментния архив '%s'?
es: ¿Está seguro de que desea eliminar definitivamente la instantánea '%s'?
fr: Voulez vous vraiment supprimer définitivement la sauvegarde '%s' ?
nl: Weet je zeker dat je snapshot '%s' wilt verwijderen?

source: NSsbackup restoration
es: Restauración de NSsbackup
fr: NSbackup Restauration
nl: NSsbackup herstel

source: <b>Restoring of selected files</b>
es: <b>Restauración de archivos seleccionados</b>
fr: Restauration des fichiers sélectionnés
nl: <b>Herstel van geselecteerde bestanden</b>

source: Restoring of <tt>'%s'</tt> is in progress.
es: La restauración de <tt>'%s'</tt> se está realizando.
fr: Restauration de <tt>'%s'</tt> en cours
nl: Herstel van <tt>'%s'</tt> is nu bezig.

source: Restoring of <tt>'%s'</tt> was sucessful.
es: La restauración de <tt>'%s'</tt> fue un éxito.
fr: Restauration de <tt>'%s'</tt> réussie.
nl: Herstel van <tt>'%s'</tt> is gelukt.

source: Restoring of <tt>'%s'</tt> was not sucessful. The following error occured:
es: La restauración de <tt>'%s'</tt> no fue un éxito. Ocurrió el siguiente error:
fr: Restauration de <tt>'%s'</tt> non réussie. L'erreur suivante est arrivée:
nl: Herstel van <tt>'%s'</tt> is niet gelukt. De volgende fout vond plaats:

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> is in progress.
es: La restauración de <tt>'%(source)s'</tt> a <tt>'%(dirname)s'</tt> se está realizando.
fr: Restauration de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> en cours.
nl: Herstel van <tt>'%(source)s'</tt> naar <tt>'%(dirname)s'</tt> is nu bezig.

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was sucessful.
es: La restauración de <tt>'%(source)s'</tt> a <tt>'%(dirname)s'</tt> ha sido un éxito.
fr: Restauration de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> réussie.
nl: Herstel van <tt>'%(source)s'</tt> naar <tt>'%(dirname)s'</tt> is gelukt.

source: Restoring of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not sucessful. The following error occured:
es: La restauración de <tt>'%(source)s'</tt> a <tt>'%(dirname)s'</tt> no ha terminado con éxito. Ha ocurrido el siguiente error:
fr: Restauration de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> non réussie. L'erreur suivante est survenue:
nl: Herstel van <tt>'%(source)s'</tt> naar <tt>'%(dirname)s'</tt> is niet gelukt. De volgende fout vond plaats:

source: <b>Reverting selected files</b>
es: <b>Revertiendo archivos seleccionados</b>
fr: Rétrogradant les fichiers sélectionnés
nl: <b>Bezig met terugzetten van geselecteerde bestanden</b>

source: Reverting of <tt>'%s'</tt> is in progress.
es: La reversión de <tt>'%s'</tt> se está realizando.
fr: Rétrogradation de <tt>'%s'</tt> en cours.
nl: Terugzetten van <tt>'%s'</tt> is nu bezig

source: Reverting of <tt>'%s'</tt> was sucessful.
es: La reversión de <tt>'%s'</tt> ha sido un éxito.
fr: Rétrogradation de <tt>'%s'</tt> réussie.
nl: Terugzetten van <tt>'%s'</tt> is gelukt.

source: Reverting of <tt>'%s'</tt> was not sucessful. The following error occured:
es: La reversión de <tt>'%s'</tt> no ha sido un éxito. Ocurrió el siguiente error:
fr: Rétrogradation de <tt>'%s'</tt> non réussie. L'erreur suivante est survenue:
nl: Terugzetten van <tt>'%s'</tt> is niet gelukt. De volgende fout vond plaats:

source: Name of snapshot '%s' doesn't match requirement
bg: Името на моментния архив '%s' не съвпада с изискванията
es: El nombre de la instantánea '%s' no coincide con los requerimientos
fr: Le nom de la sauvegarde '%s' ne correspond pas au schéma attendu.
nl: Naam van snapshot '%s' voldoet niet aan vereiste

source: Name of Snapshot not valid : %s
bg: Невалидно име на моментния архив: %s
es: Nombre de instantánea no válido: %s
fr: Nom de sauvegarde non valid : %s
nl: Ongeldige naam van snapshot : %s

source: Name of base not valid : %s
bg: Невалидно име на база : %s
es: Nonbre de base no valido : %s
fr: Nom du parent invalide : %s
nl: Ongeldige naam voor base : %s

source: The mandatory 'ver' file doesn't exist in [%s]
bg: Задължителният файл 'ver' не съществува в [%s]
es: El archivo requerido 'ver' no existe en [%s]
fr: Le fichier obligatoire 'ver' n'existe pas dans [%s]
nl: Het vereiste 'ver' bestand komt niet voor in [%s]

source: Invalid Archive type
bg: Невалиден тип на архива
es: Tipo de archivo no válido
fr: Type d'archive invalide
nl: Ongeldig archieftype

source: For the moment split functionality is not compatible with compress option !
bg: Към настоящият момент разцепването не е съвместимо с компресирането!
es: ¡La opción de dividir no es compatible con la de comprimir por el momento!
fr: Pour le moment, la fonctionnalité de découpage n'est pas compatible avec la compression !
nl: Splitsen is niet tegelijk beschikbaar met comprimeren.

source: Launching TAR to make Inc backup
bg: Пускане на TAR за съдване на инкрементален архив
es: Ejecutando TAR para hacer copia de seguridad incremental
fr: Lancement de TAR pour effectuer une sauvegarde incrémentale.
nl: Bezig met starten van TAR om incrementele backup te maken

source: Unable to find the SNAR file to make an Incremental backup
es: No se pudo encontrar el archivo SNAR para hacer una copia de seguridad incremental
fr: Impossible de trouver le fichier SNAR nécessaire à la création d'une sauvegarde incrémentale.
nl: het SNAR-bestandom een incrementele backup te maken

source: Falling back to full backup
bg: Връщане към пълен архив
es: Falló al realizar una copia de seguridad completa
fr: Passage à une sauvegarde complète
nl: Terugvallen op volledige backup

source: Unable to change permissions for file '%s'.
es: No se pudieron cambiar los permisos del archivo '%s'
fr: Impossible de changer la permission du fichier '%s'.
nl: Permissies veranderen voor bestand '%s' is mislukt.

source: Couldn't make a proper backup :
bg: Не може да се направи правилен архив:
es: No se pudo hacer una copia correcta:
fr: Sauvegarde impossible :
nl: Kon geen goeie backup maken:

source: Launching TAR to make a Full backup
bg: Стартиране на TAR за да се направи пълен архив
es: Ejecutando TAR para hacer una copia total
fr: Lancement de TAR pour effectuer une sauvegarde complète.
nl: Bezig met starten van TAR om volledige backup te maken

source: Included
bg: Включени
es: Incluido
fr: Inclus
nl: Ingesloten

source: Not changed
es: Sin cambios
fr: Non changé
nl: Ongewijzigd

source: Directory
bg: Папка
es: Directorio
fr: Répertoire
nl: Map

source: Line must be a string
es: La línea ha de ser una cadena
fr: Line doit être une chaîne de caractères
nl: Regel moet een string zijn

source: Dumpdir inconsistancy : 'filename' is empty
es: Directorio de Dump inconsistente : 'filename' esta vacio
fr: Inconsistence de 'Dumpdir' : 'filename' est vide
nl: Dumpdir niet consistent : 'filename' is leeg

source: Dumpdir inconsistancy : 'control' is empty
es: Directorio de Dump inconsistente : 'control' esta vacio
fr: Inconsistence de 'Dumpdir' : 'control' est vide
nl: Dumpdir niet consistent : 'control' is leeg

source: '%s' doesn't exist
bg: '%s' не съществува
es: '%s' no existe
fr: '%s' n'existe pas
nl: '%s' bestaat niet

source: A SnapshotFile is required
es: Se requiere un archivo de instantánea
fr: Un SnapshotFile est requis
nl: Een SnapshotFile is vereist

source: Non existing directory : %s
bg: Несъществуваща папка: %s
es: Directorio no existente: %s
fr: Dossier non existant : %s
nl: Niet bestaande map : %s

source: Exclude file type
bg: Изключване на файловия тип
es: Excluír tipos de archivo
fr: Exclure un type de fichier
nl: Bestandstype uitsluiten

source: Standard file types:
bg: Стандартни файлови типове:
es: Tipos de archivo estándar
fr: Types standards de fichiers
nl: Standaard bestandstypen:

source: Custom defined file type with
bg: Ръчно определен файлов тип с
es: Tipos de archivo personalizados definidos con
fr: Types de fichiers personnalisés définis par
nl: Aangepast bestandstype met

source: file extension
bg: разширение на файл
es: extensión de archivo
fr: extension de fichier
nl: bestandsextensie

source: Exclude by regex
bg: Изключване по регулярен израз
es: Excluir por expresión regular
fr: Exclure par regex (expression régulière)
nl: Uitsluiten op basis van reguliere expressie

source: Enter a regular expression. Files and directories matching this expression will be excluded from backup.
bg: Въведете регулярен израз. Файловете и папките, които отговарят на него, ще бъдат изключени от архивиране.
es: Ingrese una expresión regular. Los archivos y directorios que concuerden con esta expresión serán excluidos de la copia de respaldo.
fr: Entre une expression régulière. Les fichiers et les répertoires correspondant à cette expression seront exclus de la sauvegarde.
nl: Reguliere expressie invoeren. Bestanden en mappen die hieraan voldoen zullen van backup worden uitgesloten.

source: Enter the remote target to include
bg: Въведете отдалечена цел
es: Introduce el objetivo remoto a incluir
fr: Entrer une cible distante à inclure
nl: Voer het doel om in te sluiten

source: Choose a plugin to get the format
bg: Изберете приставка за да получите формата
es: Elija un complemento para obtener el formato
fr: Choisir le plugin pour connaitre le format
nl: Kies een plugin voor het format

source: Choose your plugin :
bg: Изберете приставка:
es: Elija su complemento:
fr: Choisir son plugin
nl: Kies een plugin :

source: Check
bg: Проверка
es: Verificar
fr: Vérifier
nl: Controleer

source: Save the configuration ...
bg: Запазване на конфигурацията...
nl: Configuratie opslaan ...

source: The configuration has changed. If you want to use the new configuration, you should save it. Do you want to save ?
bg: Конфигурацията е променена. Ако искате да използвате новата конфигурация, трабва да я запазите. Желаете ли да я запазите?
nl: De configuratie is gewijzigd. Als je de nieuwe configuratie wilt gebruiken, moet je hem opslaan. Wil je opslaan?

source: Profile Manager
bg: Мениджър на профилите
nl: Profielen Beheer

source: <b>Configuration Profile Manager</b> This dialog will help you manage your configuration profiles. You can set up a number of configuration profile that will be run by NSsbackup when it starts the backup. Thanks to this you can configure backup of different kinds to different places.
bg: <b>Мениджър на профилите с настройки</b> Този прозорец ще ви помогне в управлението на профилите с настройки. Можете да настроите профил, който ще се изпълни от NSsbackup, когато архивирането започне. Благодарение на това можете да настроите различно архивиране на различни места.
nl: <b>Configuratie Profielen Beheer</b> Dit dialoogvenster helpt je om profielen te beheren. Je kunt verschillende profielen opzetten die door NSsbackup worden uitgevoerd bij het starten van de backup. Hiermee is het mogelijk om verschillende backups naar verschillende plaatsen uit te voeren

source: <b>Configuration profiles</b>
bg: <b>Профили с настройки</b>
es: <b>Perfiles de configuración</b>
fr: <b>Profils de Configuration</b>
nl: <b>Configuratie profielen</b>

source: gtk-add
nl: gtk-toevoegen

source: gtk-remove
nl: gtk-verwijderen

source: gtk-edit
nl: gtk-bewerken

source: gtk-close
nl: gtk-sluiten

source: Please enter the new profile name in the <b>Profile name</b> entry and check the <b>Enable</b> checkbox to enable it.
bg: Моля въведете новото име на профил в полето <b>Име на профил</b> и сложете отметка пред <b>Включване</b>.
nl: Voer de naam van het nieuwe profiel in in het <b>Profile name</b> vakje en vink <b>Enable</b> aan om te in te schakelen.

source: Profile name :
bg: Име на профил:
nl: Profielnaam

source: Profiles
bg: Профили
es: Perfiles
fr: Profils
nl: Profielen

source: Use recommended backup settings
bg: Използване на препоръчителните настройки за архивиране
nl: Aanbevolen backup-instellingen gebruiken

source: Use custom backup settings
bg: Използване на потребителски настройки за архивиране
nl: Aangepaste backup-instellingen gebruiken

source: <small>Do backups according to the settings defined on the next pages of this dialog.</small>
bg: <small>Създаване на архиви съгласно настройките, определени на следващите страници на този прозорец.</small>
nl: <small>Backups maken aan de hand van de instellingen op de volgende schermen van dit dialoogvenster.</small>

source: Manual backups only
bg: Само ръчно архивиране
nl: Enkel handmatige backups

source: <small>Do not backup your data automatically. Note: this does not prevent doing manual backups.</small>
bg: <small>Не се прави автоматично архивиране. Забележка: това не пречи да се правят ръчни архиви.</small>
nl: <small>Geen automatische backups maken. Noot: u kunt nog steeds handmatige backups maken.</small>

source: Choose the compression format that you want to apply. Default is <b>gzip</b>.
bg: Изберете формат за компресиране, който искате да приложите. По подразбиране това е <b>gzip</b>.
es: Elija el formato de compresión a aplicar. Por defecto, se usa <b>gzip</b>.
fr: Choisissez le format de compression que vous voulez appliquer. Par défaut <b>gzip</b>
nl: Kies het compressie formaat dat je wilt toepassen. Default is <b>gzip</b>.

source: <b>General options</b>
bg: <b>Общи настройки</b>
nl: <b> Algemene opties </b>

source: General
bg: Общи
fr: Général
nl: Algemeen

source: Add File
bg: Добавяне на файл
es: Añadir archivo
fr: Ajouter un Fichier
nl: Bestand Toevoegen

source: Add Directory
bg: Добавяне на папка
es: Añadir directorio
fr: Ajouter un Répertoire
nl: Map Toevoegen

source: Add a remote source
bg: Добавяне на отдалечен източник
nl: Bron op afstand toevoegen

source: Test all
bg: Проверка на всичко
nl: Alles testen

source: Include
bg: Включване
es: Incluir
fr: Inclure
nl: Insluiten

source: Paths
bg: Пътища
es: Rutas
fr: Chemins
nl: Paden

source: File types
bg: Типове файлове
es: Tipos de archivo
fr: Types de fichiers
nl: Bestandstypen

source: Regex
bg: Регулярен израз
nl: Reguliere expressie

source: Do not backup files bigger than
bg: Да не се архивират файлове, по-големи от
nl: Geen bestanden backuppen groter dan

source: Follow symbolic links
nl: Symbolic links volgen

source: Others
bg: Други
es: Otros
fr: Autres
nl: Andere

source: Exclude
bg: Изключване
es: Excluir
fr: Exclure
nl: Uitsluiten

source: Use custom local backup directory
bg: Използване на потребителска локална папка за архивиране
es: Use directorio local de copia de respaldo personalizado
fr: Utiliser un répertoire de sauvegarde local personnalisé
nl: Gebruik zelfgekozen lokale backup-map

source: Select the destination folder
bg: Изберете папка
es: Seleccione el directorio de destino
fr: Choisir le répertoire de destination
nl: Doelmap kiezen

source: Use a remote directory (SSH or FTP)
bg: Използване на отдалечена папка (SSH или FTP)
es: Use un directorio remoto (SSH o FTP)
fr: Utiliser un répertoire distant (SSH ou FTP)
nl: Een map op afstand gebruiken (SSH of FTP)

source: ssh://username:password@example.com/remote/dir/
es: ssh://usuario:contraseña@ejemplo.com:/directorio/remoto
fr: ssh://nomdutilisateur:motdepasse@exemple.fr/distant/repertoire/
nl: ssh://gebruikersnaam:wachtwoord@voorbeeld.com/map/op/afstand/

source: Test
bg: Проверка
es: Prueba
fr: Tester
nl: Testen

source: Destination
bg: Местоположение
es: Destino
nl: Bestemming

source: Do backups
bg: Извършване на архивиране
nl: Backups maken.

source: never hourly daily weekly monthly custom
bg: никога ежечасово ежедневно ежеседмично ежемесецно по избор
nl: nooit elk uur dagelijks wekelijks maandelijks maatwerk

source: This option will make nssbackup make a backup not at a precise time but when the computer is up.
bg: Тази настройка ще накара nssbackup да прави архив не по определено време, а когато е компютърът е пуснат.
es: Esta opción hará que nssbackup haga un backup cuando se encienda el ordenador y no en un momento preciso.
fr: Cette option va pousser NSsbackup à ne pas effectuer les sauvegardes à une heure précise mais quand l'ordinateur est disponible.
nl: Bij deze optie maakt NSsbackup de backup niet op een exact tijdstip maar wanneer de computer aanstaat.

source: simply
bg: просто
nl: eenvoudigweg

source: precisely
bg: прецизно
nl: exact

source: at:
bg: в:
nl: om:

source: Day of month:
bg: Ден от месеца:
nl: Dag van de maand:

source: Day of week:
bg: Ден от седмицата:
nl: Dag van de week:

source: Hour
bg: Час
nl: Uur

source: Minute
bg: Минута
nl: Minuut

source: Custom cron time definition:
nl: Cron handmatig instellen:

source: Do a full backup at least once every
bg: Извършване на пълно архивиране най-малко веджъж на
es: Realizar una copia de respaldo completa al menos una vez cada
fr: Faire une sauvegarde complète au moins tous les
nl: Volledige backup maken minstens om de

source: days
bg: дни
es: días
fr: jours
nl: dagen
