Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/nssbackup-*.po
Languages: bg, es, fr, nl

source: <small>You can configure how often to start a backup run and when to do it. Unless a set number of days has passed since the last full backup, incremental backups will be done. See "man 5 crontab" for cron time definition format.</small>
bg: <small>Можете да определите колко често и кога да се прави архивиране. До изтичането на зададения брой дни от пълното архивиране, ще се правят инкрементални архиви. Вижте "man 5 crontab" за формата на времето на cron.</small>
nl: <small>U kan instellen hoe dikwijls een backupprocedure gestart moet worden en wanneer. Tenzij een ingesteld aantal dagen is verlopen sinds de laatste volledige backup zal er een incrementele backup gemaakt worden.</small>

source: Time (for admins only)
bg: Време (само за администратори)
nl: Tijd (alleen voor admins)

source: Enable purging of old and incomplete backups
bg: Включване на изчистването на стари и незавършени архиви
es: Habilitar el purgado de respaldos antiguos e incompletos
fr: Activer la purge des sauvegardes anciennes ou incomplètes
nl: Verwijderen van oude en onvolledige backups inschakelen

source: Simple cutoff: Erase all backups older than
bg: Просто прочистване: Изтриване на всички архиви, по-стари от
nl: Simple cutoff: Verwijder alle backups ouder dan

source: Logarithmic
bg: Логаритмично
es: Logarítmico
fr: Logarithmique
nl: Logaritmisch

source: <small>Keep progressivelly less backups into the past: Keep all backups from yesterday. Keep one backup per day from last week. Keep one backup per week from last month. Keep one backup per month from last year. Keep one backup per year further into past. Erase all other backups.</small>
bg: <small>Запазване на прогресивно по-малко архиви в миналото: Запазване на вчерашния архив. Запазване на един архив на ден от миналата седмица. Запазване на един архив на седмица от последния месец. Запазване на един архив на месец от последната година. Запазване на един архив годишно. Изтриване на всички други архиви.</small>
nl: <small>Hoe oudere backups hoe minder bijhouden: Alle backups van gisteren bijhouden. Eén backup per dag van vorige week bijhouden. Eén backup per week van vorige maand bijhouden. Eén backup per maand van vorig jaar bijhouden. Eén backup per jaar van verder terug bijhouden. Alle andere backups verwijderen.</small>

source: <small>Note: Additionally all incomplete and irrecoverable backups will be erased as long as there is a complete backup snapshot made later on.</small>
bg: <small>Забележка: Допълнително всички незавършени и невъзстановими архиви ще бъдат изтрити, стига да има пълен архив, направен на по-късна дата.</small>
es: <small>Nota: Adicionalmente todas las copias de respaldo incompletas e irrecuperables serán borradas cuando exista una copia de respaldo completa hecha posteriormente.</small>
fr: <small>Note : De plus, toutes les sauvegardes non terminées ou non récupérables seront effacées tant qu'il y a une sauvegarde complète faite plus tard.</small>
nl: <small>Noot: Daarenboven zullen alle onvolledige en onherstelbare backups verwijderd worden zolang er een recentere volledige backup is.</small>

source: Purging
bg: Прочистване
es: Purgando
fr: Nettoyage
nl: Opruimen

source: Cleaning old backups
bg: Изчистване на старите архиви
es: Limpiando copias de respaldo antiguas
fr: Nettoyage des anciennes sauvegardes
nl: Oude backups opruimen

source: Log settings
bg: Настройки на дневника
nl: Log instellingen

source: Debug is just for debbuging purpose.Info is the recommended setting
bg: Debug е само за проследяване/изчистване на грешки. Препоръчителната настройка е Info.
es: Debug es justamente para propositos de debbuging.Info es la configuracion recomendada
fr: Debug est juste pour le déboguage.Info est la valeur recommandée
nl: Debug is alleen voor het debuggen. Info is de aanbevolen instelling

source: Log level :
bg: Ниво на дневника:
nl: Log niveau

source: Debug is just for debbuging purpose Info is the recommended setting
bg: Debug е само за проследяване/изчистване на грешки. Препоръчителната настройка е Info.
es: Debug es para propositos de debbuging Info es la configuracion recomendada
fr: Debug est juste pour le déboguage Info est la valeur recommandée
nl: Debug is alleen voor het debuggen. Info is de aanbevolen instelling

source: Log file directory
bg: Папка за запис на файла с дневника
es: Directorio de archivos de registro
fr: Répertoire du fichier de log
nl: Map voor logbestand

source: Report by mail
bg: Съобщаване по е-поща
nl: Doe verslag per mail

source: Test mail settings
bg: Проверка на настройките на пощата
es: Comprobar las configuraciones de correo-e
fr: Tester le paramétrage mail
nl: Test mail instellingen

source: Use a username and password
bg: Използване на потребителско име и парола
es: Usar nombre de usuario y contraseña
fr: Utiliser un nom d'utilisateur et un password
nl: Gebruikersnaam en wachtwoord

source: Password
bg: Парола
es: Contraseña
fr: Mot de passe :
nl: Wachtwoord

source: Username
bg: Потребителско име
es: Nombre de usuario
fr: Nom d'utilisateur :
nl: Gebruikersnaam

source: Use secured connexion
bg: Използване на сигурна връзка
nl: Gebruik beveiligde verbinding

source: Certificate
bg: Сертификат
es: Certificado
fr: Certificat
nl: Certificaat

source: Security
bg: Сигурност
nl: Beveiliging

source: <b>Using this windows you can manage your backups, restore them, revert an existing directory to a previous state ...</b>
bg: <b>Използвайки този прозорец, вие можете да управлявате архивите си, да ги възстановявате, да върнете дадена папка към предишното и състояние...</b>
es: <b>Usando estas ventanas puede gestionar sus copias de seguridad, restaurarlas, revertir un directorio a su estado anterior...</b>
fr: <b>En utilisant cette fenêtre vous pouvez gérer vos sauvegardes, les restaurer, rétrograder un répertoire existant à un état précédant ...</b>
nl: <b>Met deze vensters kan je je backups beheren, herstellen, een bestaande map terugzetten naar een vorige toestand ... </b>

source: Select the directory in which you have your backups. You can use a <b>local</b> or <b>distant</b> directory depending on the plugins you have installed.
bg: Изберете папката, която съдържа вашите архиви. Можете да използвате <b>локална</b> или <b>отдалечена</b> папка, в зависимост от приставките, които сте инсталирали.
es: Seleccione un directorio en el que desee tener sus copias de seguridad. Puede usar un directorio <b>local</b> o <b>remoto</b> dependiendo de los complementos instalados.
fr: Sélectionner le répertoire dans lequel vous avez vos sauvegardes. Vous pouvez utiliser un répertoire local où distant selon les modules que vous avez installés.
nl: Selecteer de map met je backups Je kunt een locale map of een map op afstand gebruiken, afhankelijk van de plugins die je hebt geinstalleerd.

source: Use the default directory :
bg: Използване на папката по подразбиране:
es: Usar directorio por defecto:
fr: Utiliser le répertoire par défaut :
nl: Gebruik de default map:

source: Use a custom directory :
bg: Използване на потребителска папка:
es: Usar directorio personalizado:
fr: Utiliser une répertoire personalisé :
nl: gebruik een zelfgekozen map:

source: <b>Snapshots directory</b>
bg: <b>Папка за моментните архиви</b>
es: <b>Directorio de instantáneas</b>
fr: <b>Répertoire de sauvegarde</b>
nl: <b>Map met snapshots<b>

source: <b>Available backups</b>
bg: <b>Налични архиви</b>
es: <b>Copias de seguridad disponibles</b>
fr: <b>Sauvegardes disponibles</b>
nl: <b>Beschikbare backups</b>

source: Restore As
bg: Възстановяване като
es: Restaurar como
fr: Restaurer sous
nl: Herstellen als

source: Restore
bg: Възстановяване
es: Restaurar
fr: restituer
nl: Herstellen

source: Revert As
bg: Връщане като
es: Revertir como
fr: Revenir à
nl: Terugzetten als

source: Revert
bg: Връщане
es: Revertir
fr: Rétrograder
nl: Terugdraaien

source: Upgrade
bg: Надграждане
es: Actualizar
fr: Mettre à jour
nl: Upgraden

source: Select a snapshot and change its base to another snapshot.
es: Seleccione una instantánea y cambie su base a otra instantánea.
fr: Sélectionner une sauvegarde et changer sa base à une autre sauvegarde.
nl: Selecteer een snapshot ent het op een andere snapshot.

source: Select a snapshot on this list to rebase on it.
fr: Sélectionner la sauvegarde dans la liste pour l'appliquer comme base.
nl: Selecteer een snapshot in de lijst om op te enten.

source: <b>Snapshot History</b>
bg: <b>История на моментните архиви</b>
es: <b>Historial de instantáneas</b>
fr: <b>Historique des sauvegardes</b>
nl: <b>Snapshot Geschiedenis</b>

source: Delete the current snapshot ?
bg: Изтриване на текущия моментен архив
es: ¿Eliminar instantánea actual?
fr: Supprimer la sauvegarde courante?
nl: Huidige snapshot verwijderen?

source: Delete
bg: Изтриване
es: Eliminar
fr: Supprimer
nl: Verwijder

source: <b>Snapshot Management</b>
bg: <b>Управление на моментните архиви</b>
es: <b>Gestión de instantáneas</b>
fr: <b>Gestion de sauvegarde</b>
nl: <b>Snapshot Beheer</b>

source: <b>Export Management</b>
bg: <b>Управление на изнасянето</b>
es: <b>Gestión de exportaciones</b>
fr: <b>Gestion de l'exportation</b>
nl: <b>Export Beheer</b>

source: Headline
es: Título
fr: Titre
nl: Koptekst

source: Content
es: Contenido
fr: Contenu
nl: Inhoud

source: Simple Backup suit command line backup format upgrade Usage: upgrade-backup backup-target-url Note: backup-target-url must not include the snapshot subdirectory name, for example: /var/backup/ Use simple-restore-gnome for more ease of use.
es: Linea de comandos de Simple Backup suit respaldo formateo actualización Utilización: upgrade-backup url-de-respaldo Nota: url-de-respaldo no debe incluír el nombre del subdirectorio de la copia de respaldo, por ejemplo: /var/backup/ Utilice simple-restore-gnome para mayor facilidad de uso.
fr: Utilitaire en ligne de commande de mise à jour du format de sauvegarde de la suite Simple Backup Usage : upgrade-backup chemin-de-sauvegarde-cible Note : chemin-de-sauvegarde-cible ne doit pas inclure de sous-répertoire de sauvegarde précise, par exemple : /var/sauvegarde/ Utilisez simple-restore-gnome pour plus de facilité d'utilisation.
nl: Simple Backup suit command line backup format upgrade Gebruik: upgrade-backup backup-doel-url Noot: backup-doel-url moet niet de snapshot subdirectorynaam bevatten, bijv.: /var/backup/ Gebruik simple-restore-gnome voor meer gebruiksgemak.

source: NSsbackup Daemon <%(login)s@%(hostname)s>
bg: Демон на NSsbackup <%(login)s@%(hostname)s>
es: Demonio NSsbackup <%(login)s@%(hostname)s>
fr: Démon NSsbackup <%(login)s@%(hostname)s>

source: [NSsbackup] [%(profile)s] Report of %(date)s
bg: [NSsbackup] [%(profile)s] Отчет за %(date)s
es: [NSsbackup] [%(profile)s] Informe de %(date)s
fr: [NSsbackup] [%(profile)s] Rapport du %(date)s

source: Failed to set the gid to 'admin' one :
es: No se pudo establecer gid como usuario
fr: Echec du changement du groupe ID à 'admin'

source: Setting Base to '%(value)s'
es: Establecer Base a '%(value)s'
fr: Paramétrage de la base à '%(value)s'

source: Setting packages File
es: Estableciendo archivo de paquetes
fr: Configuration des fichiers des paquets

source: When setting a ssl certificate (resp key), key (resp certificate) is mandatory
bg: Когато задавате ssl удостоверение (респ. ключ), ключът (респ. удостоверението) е задължителен
es: Al establecer el certificado SSL (resp. clave), se requiere una clave (resp. certificado)
fr: Si vous spécifiez un certificat SSL (resp. clé), vous devez aussi spécifier une clé (resp certificat SSL)

source: AVI Video
bg: Видео AVI
es: Video AVI
fr: Vidéo AVI

source: MPEG Video
bg: Видео MPEG
es: Video MPEG
fr: Vidéo MPEG

source: Matrjoshka Video
bg: Видео Matrjoshka
es: Video Matrjoshka
fr: Vidéo Matroska

source: OGG Multimedia container
bg: Мултимедиен контейнер OGG
es: Contenedor Multimedia OGG
fr: Conteneur multimédia OGG

source: Deleting '%(snp)s' for purge !
bg: Изтриване на '%(snp)s' за изчистване!
es: Borrando '%(snp)s' para purgar !
fr: Suppression de '%(snp)s' pour la purge !

source: Cannot downgrade other format than 'gzip' to 1.4
es: No se puede degradar a otro formato distinto de 'gzip' a 1.4
fr: Impossible de baiser le niveau d'un format autre que 'gzip' à 1.4

source: The program is going to be terminated. Please make sure the missing directory exists (e.g. by mounting an external disk) or change the specified target in NSsbackup configuration tool and restart this application.
es: El programa se va a terminar. Por favor, asegúrese de que el directorio no encontrado existe (por ejemplo, montando un disco externo) o cambie el objetivo especificado en la herramienta de configuración de NSsbackup y reinicie la aplicación.
fr: Le programme va s'arrêter. Assurez vous que le répertoire manquant existe (en montant un disque externe par exemple) ou changez le répertoire spécifié comme destination dans l'interface de configuration de NSsbackup et relancez cette application.

source: Snapshots
bg: Моментни архиви
es: Instantáneas
fr: Sauvegardes

source: Actual base : <b>%s</b>
es: Base actual : <b>%s</b>
fr: Parent actuel : <b>%s</b>

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> is in progress.
fr: Rétrogradation de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> en cours.

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was sucessful.
fr: Rétrogradation de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> réussie.

source: Reverting of <tt>'%(source)s'</tt> to <tt>'%(dirname)s'</tt> was not sucessful. The following error occured:
fr: Rétrogradation de <tt>'%(source)s'</tt> dans <tt>'%(dirname)s'</tt> non réussie. L'erreur suivante est survenue:

source: Snapshot is inconsistant : __name is not set
bg: Моментният архив е непълен: не е зададено име
es: La instantánea es inconsistente: __nombre no se ha establecido
fr: Sauvegarde inconsistente. __name n'est pas présent

source: Snapshot is inconsistant : __snapshotpath is not set
bg: Моментният архив е непълен: не е зададен път за достъп
es: La instantánea es inconsistente: __snapshotpath no se ha establecido
fr: Sauvegarde inconsistente. __snapshotpath n'est pas présent

source: The snapshot compression format is supposed to be '%s' but the corresponding well named file wasn't found
bg: Предполага се, че форматът за компресиране на моментния архив трябва да е '%s', но съответния правилно именуван файл не е открит
es: Se supone que el formato de compresión de la instantánea es '%s' pero no se encontró el archivo con un nombre correcto
fr: Le format de compression de la sauvegarde est censé être '%s' mais le fichier correctement nommé n'a pas été trouvé.

source: %(file)s doesn't contain valid value ! Ignoring incomplete or non-backup directory.
bg: %(file)s не съдържа валидна стойност! Игнориране на незавършена или не за архивиране папка.
es: ¡%(file)s no contiene un valor válido! Se ignora el directorio incompleto o que no es de copia de seguridad.
fr: %(file)s ne contient pas une valeur valide ! dossier de Sauvegarde incomplet ou répertoire ne contenant pas une sauvegarde ignoré.

source: Base name must be set for inc backup !
bg: Името на базата трябва да е зададено за инкрементално архивиране!
es: Se debe configurar el nombre base para un backup incremental!
fr: Les sauvegardes incrémentales doivent avoir des parents.

source: _File
bg: _Файл
es: _Archivo
fr: _Fichier

source: _Tools
bg: _Инструменти
es: _Herramientas
fr: _Outils

source: _Help
bg: _Помощ
es: _Ayuda
fr: _Aide

source: none gzip bzip2
bg: без gzip bzip2
es: ninguno gzip bzip2
fr: aucun gzip bzip2

source: Key
bg: Ключ
es: Clave
fr: Clé

source: Report
bg: Отчет
es: Informe
fr: Rapport

source: The backups availibily dates have been marked <b>bold</b>. Select them to retrieve the backup list for that date.
bg: Датите, на които има архиви са <b>удебелени</b>. Изберете ги, за да получите списък с архиви за дадената дата.
fr: Les dates de disponibilité des sauvegardes sont marquées en <b>gras</b>. Sélectionnez les pour récupérer la liste des sauvegardes à cette date.

source: <b>Snapshot details</b>
bg: <b>Подробности за моментния архив</b>
es: <b>Detalles de instantáneas</b>
fr: <b>Détails de la Sauvegarde</b>

source: <b>Restoration Management</b>
bg: <b>Управление на възстановяването</b>
es: <b>Gestión de restauraciones</b>
fr: <b>Gestion de la restoration</b>

source: Choose to upgrade your snapshot if needed.
bg: Изберете за да надградите моментния архив при нужда.
es: Elija actualizar su instantánea si lo necesita.
fr: Choisir de mettre à jour votre sauvegarde si besoin est.

source: Actual base :
bg: Актуална база :
es: Base actual :
fr: Base actuelle:

source: Rebase
fr: Changer la base

source: To :
bg: До:

source: Parameters
bg: Параметри
