Repository: Intika-Linux-Apps/Simple-Backup
Catalog: po/nssbackup-*.po
Languages: bg, es, fr, nl

source: I didn't find the log file. Please set it up in nssbackup.conf
bg: Не е открит файлът с дневника на действията. Моля настройте го във файла nssbackup.conf
es: No encontré el archivo de registro. Por favor especifíquelo en nssbackup.conf
fr: Je n'ai pas pu déterminer l'emplacement du fichier journal. Veuillez le configurer dans nssbackup.conf
nl: Het logbestand werd niet gevonden. U kan het instellen in nssbackup.conf

source: Critical Error: No configuration file for the default profile was found! Now continue processing remaining profiles.
es: Error crítico: ¡no se ha encontrado el archivo de configuración para el perfil por defecto!
fr: Erreur critique: Aucun fichier de configuration trouvé pour le profile par défaut.
nl: Kritieke fout: Configuratiebestand voor het default profiel is niet gevonden! Verder gaan met de overige profielen.

source: The following error(s) occurred before:
es: Ocurrieron el/los siguiente(s) errores antes de:
fr: Les érreurs suivantes ont eu lieu avant:
nl: De volgende fout(en) kwamen eerder voor:

source: there was a problem initializing the
bg: имаше проблем с инициализирането на
es: surgió un problema inicializando el
fr: Il y a eu un problème en initialisant le
nl: er deed zich een probleem voor bij het initialieren van de

source: BackupManager created
es: Se creó BackupManager
fr: Création du BackupManager
nl: BackupManager gecreëerd

source: Starting backup Session
bg: Стартиране на сесия на архивиране
es: Comenzando sesión de copia de seguridad
fr: Début de la session de sauvegarde
nl: Backupsessie wordt gestart

source: Starting snapshot %(name)s
bg: Стартиране на моментен архив %(name)s
es: Comenzando creación de instantánea %(name)s
fr: Début de la sauvegarde %(name)s
nl: Start snapshot %(name)s

source: Problem when setting the packages :
es: Problema al configurar los paquetes:
fr: Un problème est apparu lors de l'ajustement du fichier packages
nl: Probleem bij het instellen van de pakketten:

source: Setting Excludes File
es: Estableciendo archivos excluidos
fr: Ajustement du fichier des exclusions
nl: bezig met instellen van het uitsluitingen-bestand

source: Setting compression format
bg: Задаване на формат за компресиране
es: Estableciendo formato de compresión
fr: Configuration du format de compression.
nl: Compressieformaat instellen

source: Setting split size
bg: Задаване размер за разцепване
es: Estableciendo tamaño de división
fr: Configuration de la taille du fractionnement.
nl: Split-grootte instellen

source: Setting follow symbolic links
es: Estableciendo enlaces simbólicos
fr: Configuration du suivi des liens symboliques
nl: Instellen of symbolic links gevolgd moeten worden

source: Target '%s' directory is excluded
bg: Целевата папка '%s' е изключена
es: El directorio objetivo '%s' se excluye
fr: Le répertoire de destination '%s' est exclue
nl: Doelmap '%s' is uitgesloten

source: '%(file)s' doesn't exist, it has to be exclude
bg: '%(file)s' не съществува и трябва да бъде изключен
es: El archivo '%(file)s' no existe, se tiene que excluir
fr: '%(file)s' n'existe pas. Il doit être exclu
nl: '%(file)s' bestaat niet, bestand wordt niet opgenomen

source: Problem with '%(file)s' : %(error)s
bg: Проблем с '%(file)s' : %(error)s
es: Problema con '%(file)s': %(error)s
fr: Un problem est survenu avec '%(file)s' : %(error)s
nl: Probleem met '%(file)s' : %(error)s

source: We don't have read access to '%(file)s', it has to be exclude : %(error)s
bg: Няма достъп за четене до %(file)s' и той трябва да бъде изключен : %(error)s
es: No se tiene permisos de lectura a '%(file)s', se excluyen: %(error)s
fr: Nous n'avons pas accès en lecture à '%(file)s'. Il doit être exclu : %(error)s
nl: Kan geen leestoegang krijgen tot '%(file)s', bestand wordt niet opgenomen : %(error)s

source: '%(file)s' size is higher than the specified one ( %(filesize)s > %(maxsize)s), it has to be exclude
bg: Размерът на '%(file)s' е по-голям от зададения ( %(filesize)s > %(maxsize)s) и то трябва да бъде изключен
es: El Tamaño de '%(file)s' es mayor que el especificado ( %(filesize)s > %(maxsize)s), ha de ser excluido.
fr: La taille de '%(file)s' est supérieure à celle définie ( %(filesize)s > %(maxsize)s), Il doit être exclu.
nl: Bestandsgrootte van '%(file)s' is groter dan de opgegeven grootte ( %(filesize)s > %(maxsize)s), bestand wordt niet opgenomen

source: got an error with '%(file)s' : %(error)s
bg: възникна грешка с '%(file)s' : %(error)s
es: Se ha tenido un error con '%(file)s': %(error)s
fr: Une erreur est survenue avec '%(file)s' : %(error)s
nl: foutmelding ontvangen bij '%(file)s' : %(error)s

source: Empty regular expression found.
es: Se encontró una expresión regular vacía.
fr: Expression régulière vide trouvée.
nl: Lege regular expression gevonden

source: Invalid regular expression ('%s')
es: Expresión regular no válida ('%s')
fr: Expression régulière invalide ('%s')
nl: Ongeldige regular expression ('%s')

source: No directory to backup !
bg: Няма папка, която да бъде архивирана!
es: ¡No hay directorio para hacer una copia de seguridad!
fr: Aucun répertoire à sauvegarder !
nl: Geen map gevonden om te backuppen!

source: No directories to backup !
bg: Няма папки, които да бъдат архивирани!
es: ¡No hay directorios para hacer una copia de seguridad!
fr: Aucun répertoire à sauvegarder !
nl: Geen mappen gevonden om te backuppen!

source: Another NSsbackup daemon already running (pid = %s )!
es: ¡Hay otro daemon de NSsbackup ejecutándose (pid = %s )!
fr: Un autre démon NSsbackup est en cours d'exécution (pid = %s )!
nl: Een andere NSsbackup daemon is al bezig (pid = %s )!

source: Session of backup is finished (%s is removed)
bg: Сесията на архивиране е приключена (%s е премахнат)
es: La sesión de copia de seguridad ha terminado (%s se ha eliminado)
fr: La session de sauvegarde est terminée (%s est supprimé)
nl: Backupsessie voltooid (%s werd verwijderd)

source: Unable to change permissions for
es: No se ha podido cambiar los permisos a
fr: Impossible de changer les permissions pour
nl: Permissies veranderen is mislukt voor

source: No snapshot to copy logfile.
es: No hay instantánea a la que copiar el archivo de registro.
fr: Aucune sauvegarde pour copier le fichier de rapport.
nl: Geen snapshot om logbestand naar te kopieren.

source: Option 'target' is missing, aborting.
bg: Липсва цел, прекъсване.
es: No se encuentra la opcion 'destino', abortando.
fr: L'option 'target' est absente. Abandon !
nl: Optie 'doel' mist, bezig met afbreken

source: Creating the target dir '%s'
bg: Създаване на целевата папка '%s'
es: Creando el directorio destino '%s'
fr: Création du répertoire cible '%s'
nl: Bezig met aanmaken doelmap '%s'

source: Couldn't evaluate '%(parameter)s' as a dictionary (value got = '%(value)r' )
es: No se ha podido evluar '%(parameter)s' como diccionario (el valor tiene = '%(value)r' )
fr: Impossible d'évaluer '%(parameter)s' comme un dictionnaire (valeur obtenue = '%(value)r' )
nl: Kon '%(parameter)s' niet als dictionary interpreteren (waarde = '%(value)r' )

source: section [%(section)s] in '%(configfile)s' should not exist, aborting
es: La sección [%(section)s] en '%(configfile)s' no debería existir, abortando
fr: La section [%(section)s] dans '%(configfile)s' ne devrait pas exister. Abandon.
nl: sectie [%(section)s] in '%(configfile)s' hoort niet te bestaan, bezig met afbreken

source: The config file is not set yet into this ConfigManager
bg: Конфигурационният файл все още не е зададен в този Мениджър на настройки
es: El archivo de configuración no está listo todavía en el ConfigManager
fr: Le fichier de configuration n'est pas encore précisé dans ce ConfigManager
nl: Het configuratiebestand is nog niet ingesteld in deze ConfigManager

source: Set the reciever of this mail
bg: Задайте получателя на тази поща
nl: Stel de ontvanger van deze e-mail in

source: Set the SMTP server
bg: Задайте SMTP сървъра
nl: Stel SMTP server in

source: When setting a username (resp password), password (resp username) is mandatory
bg: Когато задавате потребителско име (респ. парола), паролата (респ. потребителското име) е задължителна
es: Al asignar un nombre de usuario (resp. contraseña), se requiere una contraseña (resp. nombre de usuario)
fr: Si vous spécifiez un nom d'utilisateur (resp. mot de passe), vous devez aussi spécifier un mot de passe (resp nom d'utilisateur)
nl: Wanneer een gebruikersnaam (respectievelijk wachtwoord) wordt ingesteld, is een wachtwoord (respectievelijk gebruikersnaam) verplicht.

source: Choose the SSL option (smtptls=1) to be able to use Cert and Key
bg: Изберете настройката SLL (smtptls=1) за да може да използвате удостоверение и ключ
nl: Kies de SSL optie (smtptls=1) om Cert and Key te gebruiken

source: Default Profile
bg: Профил по подразбиране
es: Perfil predeterminado
fr: Profil par défaut
nl: Standaardprofiel

source: Unknown Profile
bg: Непознат профил
es: Perfil desconocido
fr: Profil inconnu
nl: Onbekend profiel

source: Initializing FUSE FILE ACCESS MANAGER !
bg: Инициализиране на FUSE FILE ACCESS MANAGER !
es: ¡Inicializando GESTOR DE ACCESO A ARCHIVOS FUSE!
fr: Initialisation de FUSE FILE ACCESS MANAGER
nl: Bezig met initialiseren van de FUSE FILE ACCESS MANAGER !

source: Terminating FUSE FILE ACCESS MANAGER !
bg: Прекратяване на FUSE FILE ACCESS MANAGER !
es: ¡Terminando el GESTOR DE ACCESO A ARCHIVOS FUSE!
fr: Clôture de FUSE FILE ACCESS MANAGER !
nl: Bezig met afsluiten FUSE FILE ACCESS MANAGER !

source: File '%s' not found in the backup snapshot files list
bg: Файлът '%s' не е открит в списъка с файлове в моментния архив
es: Archivo '%s' no encontrado en la lista de archivos de la instantánea de la copia de seguridad
fr: Fichier '%s' non trouvé dans la liste de fichiers de la sauvegarde
nl: Bestand '%s' niet gevonden in de backup bestandenlijst

source: File '%(filename)s' not found in the backup snapshot [%(snapshotname)s] files list, We'll not fail though !
es: El archivo '%(filename)s' no se encontró en la lista de archivos de la instantánea de respaldo [%(snapshotname)s], aun así, la aplicación no ha fallado
fr: Fichier '%(filename)s' non trouvé dans la liste de fichier de la sauvegarde [%(snapshotname)s]. Nous n'allons cependant pas nous arréter
nl: Bestand '%(filename)s' niet gevonden in de bestandenlijst van backup snapshot [%(snapshotname)s], we gaan door!

source: Invalid value of the target directory :
bg: Невалидна стойност на целевата папка:
es: Valor no válido de directorio objetivo:
fr: Valeur du répertoire de destination des sauvegardes invalide
nl: Ongeldige aanduiding van de doelmap:

source: Snapshot '%s' not found
bg: Не е открит моментния архив %s'
es: No se ha encontrado la instantánea '%s'
fr: Sauvegarde '%s' non trouvée.
nl: Snapshot '%s' niet gevonden

source: Got a non valid snapshot '%(name)s' due to name convention : %(error_cause)s
es: '%(name)s' no es una instantánea válida debido a la convención en los nombres: %(error_cause)s
fr: Sauvegarde '%(name)s' non valide à cause de la convention de nommage : %(error_cause)s
nl: Snapshot '%(name)s' is ongeldig vanwege naamgevingsregels: %(error_cause)s

source: Got a non valid snapshot '%(name)s' , removing : %(error_cause)s
bg: Получи се невалиден моментен архив '%(name)s', премахване: %(error_cause)s
es: La instantánea «%(name)s» no es válida, eliminando: %(error_cause)s
fr: Sauvegarde '%(name)s' non valide. En cours de suppression : %(error_cause)s
nl: Ongeldig snapshot '%(name)s' , bezig met verwijderen: %(error_cause)s

source: No need to rebase a full snapshot '%s'
es: No hay necesidad de rehacer un snapshot completo '%s'
fr: Il n'est pas nécessaire de changer la base d'une sauvegarde complète '%s'
nl: Een volledig snapshot '%s' hoeft niet op een ander geënt te worden

source: '%(snapshotToRebase)s' doesn't have 'base' file , it might have been broken
es: '%(snapshotToRebase)s' no tiene un archivo 'base', puede estar roto
fr: %(snapshotToRebase)s' n'a pas le fichier 'base'. Il se pourrait qu'il soit cassé.
nl: '%(snapshotToRebase)s' heeft geen 'base' bestand , wellicht is het niet in orde

source: Cannot rebase a snapshot on an earlier one : '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'
es: No se puede rehacer un snapshot en uno mas nuevo : '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'
fr: Nous ne pouvons pas changer la base d'une sauvegarde à une sauvegarde postérieure : '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'
nl: Kan een snapshot niet op een eerdere versie enten: '%(snapshotToRebase)s' <= '%(NewBaseSnapshot)s'

source: Rebasing '%(current)s' on '%(base)s'
fr: Changement de la base de '%(current)s' à '%(base)s'
nl: Snapshot '%(current)s' wordt op '%(base)s' geënt

source: Got an exception when Pulling '%s' :
fr: Erreur récupérée en transférant '%s'
nl: Foutmelding bij verkrijgen '%s':

source: The snarfile header is incomplete !
es: ¡La cabecera del archivo SNAR no está completa!
fr: L'entête du fichier SNAR est incomplète !
nl: De header van het SNAR-bestand is incompleet

source: Snapshot '%s' is a full . Can't rebase on older snapshot
fr: La sauvegarde '%s' est une sauvegarde complète. Nous ne pouvons changer la base sur une plus ancienne sauvegarde.
nl: Snapshot '%s' is een volledige backup. Niet mogelijk om op een ouder snapshot te enten.

source: Snapshot '%s' is already Full, nothing to do (not changing it to full
bg: Моментният архив '%s' вече е пълен. Няма да се извърши нищо (няма да се промени към пълен)
fr: La sauvegarde '%s' est déjà complète. Rien à faire (Ne sera pas convertie)
nl: Snapshot '%s' is reeds een volledige backup. Niet nodig om volledig te maken.

source: Cancelling pull of snapshot '%s'
fr: Abandon de l'export du contenu de la sauvegarde '%s'
nl: Afzien van het ophalen van snapshot '%s'

source: Upgrading from v1.0 to v1.2: %s
bg: Надграждане от в1.0 към в1.2: %s
es: Actualizando de v1.0 a v1.2: %s
fr: Mise à jour de v1.0 à v1.2 : %s
nl: Bezig met upgraden van v1.0 naar v1.2: %s

source: Upgrading to v1.3: %s
bg: Надграждане към в1.3: %s
es: Actualizando a v1.3: %s
fr: Mise à jour à v1.3 : %s
nl: Upgraden naar v1.3: %s

source: Upgrading to v1.4: %s
bg: Надграждане към в1.4: %s
es: Actualizando a v1.4: %s
fr: Mise à jour à v1.4 : %s
nl: Upgraden naar v1.4: %s

source: Upgrading to v1.5: %s
bg: Надграждане към в1.5: %s
es: Actualizando a v1.5: %s
fr: Mise à jour à v1.5 : %s
nl: Upgraden naar v1.5: %s

source: The SNAR file alredy exist for snapshot '%s', I'll not overide it
es: El archivo SNAR ya existe para la instantánea '%s', no se sobrescribirá
fr: Le fichier SNAR existe pour la sauvegarde '%s', je ne l'écraserai pas.
nl: Het SNAR bestand bestaat al voor snapshot '%s', blijft gehandhaafd

source: Could not import plugin %(plugin_name)s ! Cause : %(error_cause)s
bg: Приставката %(plugin_name)s не може да се внесе! Причина: %(error_cause)s
es: No se pudo importar el complemento %(plugin_name)s. Motivo: %(error_cause)s
fr: Impossible d'importer le module %(plugin_name)s ! Cause : %(error_cause)s
nl: Importeren van plugin %(plugin_name)s is mislukt! Oorzaak: %(error_cause)s

source: Couldn't found external application 'curlftpfs' needed for handling of ftp sites: %s
es: No se pudo encontrar la aplicación externa 'curlftpfs' requerida para tratar con sitios FTP: %s
fr: Impossible de trouver l'application externe 'curlftpfs' nécessaire à la gestion des destinations FTP: %s
nl: Externe applicatie 'curlftpfs', vereist voor ftp sites, niet gevonden: %s

source: Couldn't mount '%(server)s' into '%(mountpoint)s' : %(error)s
bg: '%(server)s' не може да се монтира в '%(mountpoint)s' : %(error)s
es: No se ha podido montar '%(server)s' en '%(mountpoint)s': %(error)s
fr: Impossible de monter %(server)s' sur '%(mountpoint)s' : %(error)s
nl: Mounten van '%(server)s' in '%(mountpoint)s' mislukt: %(error)s

source: FTP schema is like : ftp://user:pass@server/anything
bg: Схемата на FTP е : ftp://user:pass@server/anything
es: El esquema de una dirección FTP es: ftp://user:pass@server/anything
fr: Le modèle FTP est : ftp://utilisateur:mot_de_passe@serveur/suite_du_chemin
nl: FTP schema is als: ftp://user:pass@server/anything

source: Error matching the schema 'ftp://user:pass@server/anything' with '%s' (The '/' after server is mandatory)
es: Error de concordancia del esquema 'ftp://user:pass@server/anything' con '%s' (se requiere '/' después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'ftp://user:pass@server/anything' avec '%s' (le '/' après 'server' est obligatoire)
nl: Fout bij het matchen van '%s' met het schema 'ftp://user:pass@server/anything' (de '/' na server is verplicht)

source: SFTP schema is like : sftp://user:pass@server/anything
bg: Схемата на SFTP е: sftp://user:pass@server/anything
es: El esquema de una dirección SFTP es: sftp://user:pass@server/anything
fr: Le modèle SFTP est : sftp://utilisateur:mot_de_passe@serveur/suite_du_chemin
nl: SFTP schema is als: sftp://user:pass@server/anything

source: Error matching the schema 'sftp://user:pass@server/anything' with '%s' (The '/' after server is mandatory)
es: Error de concordancia del esquema 'sftp://user:pass@server/anything' con '%s' (se requiere '/' después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'sftp://user:pass@server/anything' avec '%s' (le '/' après 'server' est obligatoire)
nl: Fout bij het matchen van '%s' met het schema 'sftp://user:pass@server/anything' (de '/' na server is verplicht)

source: Error matching the schema 'ssh://user:pass@example.com/home/' with '%s' (The '/' after server is mandatory)
es: Error de concordancia del esquema 'ssh://user:pass@server/anything' con '%s' (se requiere '/' después del nombre del servidor)
fr: Problème sur la correspondance du schéma 'ssh://user:pass@example.com/home/' avec '%s' (le '/' après 'server' est obligatoire)
nl: Fout bij het matchen van '%s' met het schema 'ssh://user:pass@example.com/home/' (de '/' na server is verplicht)

source: Unlimited
bg: Неограничено
es: Sin límite
fr: Illimité
nl: Onbeperkt

source: Custom
bg: Потребителски
es: Perzonalizado
fr: Personnalisé
nl: Aangepast

source: Name
bg: Име
es: Nombre
fr: Nom
nl: Naam

source: File Type
bg: Тип на файл
es: Tipo de archivo
fr: Type de Fichier
nl: Bestandstype

source: Use default backup directory (/var/backup)
bg: Използване на папката за архивиране по подрабиране (/var/backup)
nl: Standaard backupmap gebruiken (/var/backup)

source: Use default backup directory (%s)
bg: Използване на папката за архивиране по подрабиране (%s)
nl: Standaard backupmap gebruiken (%s)

source: MP3 Music
bg: Музика MP3
es: Música MP3
fr: Musique MP3
nl: MP3-muziek

source: CD Images
bg: Изображения на CD
es: Imágenes de CD
fr: Images CD
nl: CD-imagebestanden

source: Enable
bg: Включване
es: Activar
fr: Activé
nl: Inschakelen

source: Profile Name
bg: Име на профил
es: Nombre del perfil
fr: Nom du profil
nl: Profielnaam

source: Please make sure the missing directory exists (e.g. by mounting an external disk) or change the specified target to an existing one.
es: Por favor, asegúrese de que el directorio no encontrado existe (por ejemplo, montando un disco externo) o cambie el objetivo especificado por otro que exista.
fr: Assurez vous s'il vous plait que le répertoire manquant existe (par exemple en montant un disque externe) ou en changer le répertoire de destination à un répertoire existant.
nl: Zorg ervoor dat de missende map bestaat (door bijvoorbeeld een externe schijf te mounten) of verander het doel naar een bestaande map.

source: NSsbackup configuration error
nl: Configuratiefout NSsbackup

source: Invalid regular expression ('%s') found in configuration. Removed.
nl: Een ongeldige regular expression ('%s') in de configuratie gevonden. Verwijderd.

source: Invalid regular expressions found in configuration file: '%s' These expressions are not used and were removed from the configuration.
nl: Ongeldige regular expressions gevonden in het configuratiebestand: ('%s') Deze worden nergens gebruikt, en zijn verwijderd uit de configuratie.

source: Editing profile : %s
bg: Редактиране на профил : %s
nl: Bezig met profiel wijzigen: %s

source: Already included item !
es: ¡Elemento ya incluido!
fr: Élément déjà ajouté !
nl: Onderdeel al opgenomen!

source: Already excluded item !
es: ¡Elemento ya excluido!
fr: Élément déjà enlevé !
nl: Onderdeel al uitgesloten!

source: Empty filename or path. Please enter a valid filename or path.
bg: Празно име на файл или път за достъп. Моля въведете валидно име на файл и ли път за достъп.
es: Nombre de archivo o ruta vacia. Por favor ingrese un nombre de fichero o ruta válida.
fr: Nom de fichier ou chemin vide. Veuillez entrer un nom de fichier ou un chemin valide.
nl: Lege bestandsnaam of pad. Voer alstublieft een geldige bestandsnaam of pad in.

source: Empty expression. Please enter a valid regular expression.
bg: Празен израз. Моля въведете валиден регулярен израз.
es: Expresión vacia. Por favor ingrese una expresión regular válida.
fr: Expression vide. Veuillez entrer une expression régulière valide.
nl: Lege expressie. Voer alstublieft een geldige regular expression in.

source: Provided regular expression is not valid.
es: La expresión regular proporcionada no es válida.
fr: L'expression régulière fournie est invalide.
nl: Ongeldige regular expression ingevoerd.

source: It seems the path you entered does not exists. Do you want to add this wrong path?
bg: Изглежда, че въведеният от вас път за достъп не съществува. Желаете ли да добавите този грешен път за достъп?
es: Parece que la ruta que ingresó no existe. ¿Desea agregar esta ruta incorrecta?
fr: Il semble que le chemin que vous avez indiqué n'existe pas. Voulez-vous ajouter ce chemin incorrect?
nl: Het pad dat u heeft ingevoerd bestaat niet. Wil u dit ongeldige pad toevoegen?

source: Save to file ...
bg: Запазване във файл...
nl: Opslaan naar bestand ...

source: translator-credits
bg: Launchpad Contributions: Jean-Peer Lorenz https://launchpad.net/~peer.loz Svetoslav Stefanov https://launchpad.net/~lfu-project Svetoslav Stefanov https://launchpad.net/~svetlisashkov
es: traductor-créditos Launchpad Contributions: DiegoJ https://launchpad.net/~diegojromerolopez Feder Sáiz https://launchpad.net/~federsaiz Jaime https://launchpad.net/~jaimer1 Luis J. Claros https://launchpad.net/~luisj-claros Paco Molinero https://launchpad.net/~franciscomol juancarlospaco https://launchpad.net/~juancarlospaco
fr: Launchpad Contributions: Oumar Aziz OUATTARA https://launchpad.net/~wattazoum PirBoazo https://launchpad.net/~pierre-boizot-name duke05 https://launchpad.net/~presto-duke
nl: Vertaald door Launchpad Contributions: Arien Lam https://launchpad.net/~h-a-lam Taygeto https://launchpad.net/~taygeto

source: A backup run is initiated in the background. The process id is:
bg: Процесът на архивиране е пуснат на заден фон. Идентификаторът му е:
es: Se ha iniciado un proceso de copia de respaldo en segundo plano. El id del proceso es:
fr: Une sauvegarde est initiée en arrière-plan. L'id du processus est:
nl: Er is een backup gestart in de achtergrond. Het procesnummer is:

source: Include file ...
bg: Включване на файл...
nl: Bestand insluiten ...

source: All files
bg: Всички файлове
es: Todos los ficheros
fr: Tous fichiers
nl: Alle bestanden

source: Include folder ...
bg: Включване на папка...
nl: Map insluiten ...

source: '%d' test(s) didn't succeed !
es: ¡'%d' test(s) no tuvo/tuvieron éxito!
fr: '%d' tests n'ont pas reussi !
nl: '%d' test(s) mislukt !

source: Exclude folder ...
bg: Изключване на папка...
nl: Map uitsluiten ...

source: Test Succeeded !
bg: Тестът е успешен!
es: ¡Test satisfactorio!
fr: Test réussi
nl: Test geslaagd!
